CREATE TABLE IF NOT EXISTS proJapaneseActivator (
no SERIAL PRIMARY KEY,
부문 VARCHAR(4),
분야 VARCHAR(4),
분류 VARCHAR(10),
성명 VARCHAR(4),
생몰년 VARCHAR(20),
친일반민족행위 VARCHAR(600),
적용_법호 VARCHAR(100),
선정_결정 VARCHAR(300)
);

INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1, '정치', '귀족', '매국ㆍ수작', '고영희', '1849~
 1916', '-고종황제 강제양위 주도, 한일신협약 체결 모의 및 참여, 대한제국 경찰권의 통감부 이양 심의 의결 과정 참여, 한일합병조약 체결 모의 및 참여
 -자작
 -중추원 고문
 -은사공채(10만원),한국병합기념장, 욱일대수장, 정4위 서위', '6호



 7호
 9호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (2, '정치', '귀족', '매국ㆍ수작', '권중현', '1854~
 1934', '-의병부대 진압 및 진위대 파견 명령
 -을사늑약 체결 찬성
 -자작
 -중추원 고문
 -은사공채(5만원), 서보대수장, 욱일대수장, 한국병합기념장, 종4위 서위', '1호
 6호
 7호
 9호
 19호', '18차(06.05.29)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (3, '정치', '귀족', '매국ㆍ수작', '김병익', '1837~
 1921', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (4, '정치', '귀족', '매국ㆍ수작', '김사철', '1847~
 1935', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정4위 서위', '7호
 19호', '32차(07.03.26)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (5, '정치', '귀족', '매국ㆍ수작', '김성근', '1835~
 1919', '-자작
 -은사공채(5만원), 한국병합기념장, 정4위 서위', '7호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (6, '정치', '귀족', '매국ㆍ수작', '김영철', '1841~
 1923', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정4위 서위', '7호
 19호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (7, '정치', '귀족', '매국ㆍ수작', '김종한', '1844~
 1932', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '32차(07.03.26)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (8, '정치', '귀족', '매국ㆍ수작', '김춘희', '1855~
 1924', '-남작
 -중추원 찬의, 참의
 -은사공채(2만 5천원), 한국병합기념장, 훈3등 서보장, 정5위 서위', '7호
 9호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (9, '정치', '귀족', '매국ㆍ수작', '김학진', '1838~
 1917', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (10, '정치', '귀족', '매국ㆍ수작', '남정철', '1840~
 1916', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 ※22차(06.09.11) 선정이의신청 기각
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (11, '정치', '귀족', '매국ㆍ수작', '민병석', '1858~
 1940', '-한일합병조약 체결 모의, 한국경찰사무 위탁 각서 체결 모의
 -자작, 조선귀족회 회장
 -중추원 고문, 부의장
 -은사공채(10만원), 한국병합기념장, 훈1등 욱일장, 욱일동화장, 정2위 서위', '6호

 7호
 9호
 19호', '72차(08.11.17)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (12, '정치', '귀족', '매국ㆍ수작', '민상호', '1870~
 1933', '-남작
 -중추원 찬의, 참의, 고문
 -은사공채(2만 5천원), 한국병합기념장, 욱일중광장, 정4위 서위', '7호
 9호
 19호', '32차(07.03.26)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (13, '정치', '귀족', '매국ㆍ수작', '민영규', '1846~
 1923', '-자작
 -은사공채(5만원), 한국병합기념장, 정4위 서위', '7호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (14, '정치', '귀족', '매국ㆍ수작', '민영기', '1858~
 1927', '-남작
 -중추원 고문
 -메이지친목회 회장ㆍ대표이사, 잡지 󰡔동민󰡕에 내선융화와 일본국왕에 대한 충성 글 게재
 -동양척식주식회사 부총재
 -은사공채(2만 5천원), 한국병합기념장, 종3위 서위', '7호
 9호
 13호


 18호
 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (15, '정치', '귀족', '매국ㆍ수작', '민영린', '1872~
 1932', '-백작
 -은사공채(12만원), 한국병합기념장, 정4위 서위', '7호
 19호', '37차(07.06.04)
 ※41차(07.08.13) 선정이의신청 기각
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (16, '정치', '귀족', '매국ㆍ수작', '민영소', '1852~
 1917', '-자작
 -은사공채(5만원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (17, '정치', '귀족', '매국ㆍ수작', '민영휘', '1852~
 1935', '-자작
 -조선식산은행 설립위원
 -은사공채(5만원), 한국병합기념장, 정4위 서위', '7호
 18호
 19호', '34차(07.04.23)
 ※42차(07.09.01) 선정이의신청 기각
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (18, '정치', '귀족', '매국ㆍ수작', '민종묵', '1835~
 1916', '-남작
 -은사공채(2만 5천원),한국병합기념장, 종4위 서위', '7호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (19, '정치', '귀족', '매국ㆍ수작', '민형식', '1859~
 1931', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (20, '정치', '귀족', '매국ㆍ수작', '박기양', '1856~
 1932', '-남작
 -중추원 참의
 -경학원 부제학
 -은사공채(2만5천원), 한국병합기념장, 훈4등 서보장, 종4위 서위', '7호
 9호
 17호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (21, '정치', '귀족', '매국ㆍ수작', '박제순', '1858~
 1916', '-을사늑약 체결 찬성ㆍ서명, 대한제국 경찰권의 통감부 이양 각서 체결, 한일합병조약 동의
 -자작
 -중추원 고문
 -경학원 대제학, 대정대례 송축문 지음
 -은사공채(10만원),한국병합기념장, 정4위 서위', '6호


 7호
 9호
 13호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (22, '정치', '귀족', '매국ㆍ수작', '박영효', '1861~
 1939', '-후작, 조선귀족회 회장
 -일본 제국의회 귀족원 의원
 -중추원 고문, 부의장
 -조선국방의회연합회 부회장
 -조선식산은행 이사, 고문
 -은사공채(28만원), 한국병합기념장, 훈1등 서보장, 종2위 서위', '7호
 8호
 9호
 17호
 18호
 19호', '72차(08.11.17)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (23, '정치', '귀족', '매국ㆍ수작', '박용대', '1838~
 1923', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (24, '정치', '귀족', '매국ㆍ수작', '박제빈', '1858~
 1921', '-남작
 -중추원 찬의, 참의
 -경학원 부제학, 일왕 즉위 찬양 시문 및 왕세자 책봉 찬양 시문 지음
 -은사공채(2만 5천원), 한국병합기념장, 훈4등 서보장, 종4위 서위', '7호
 9호
 17호

 19호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (25, '정치', '귀족', '매국ㆍ수작', '성기운', '1847~
 1924', '-남작
 -경학원 부제학, 대제학
 -은사공채(2만 5천원), 한국병합기념장, 정5위 서위', '7호
 17호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (26, '정치', '귀족', '매국ㆍ수작', '송병준', '1858~
 1925', '-을사늑약 체결 모의, 고종 강제양위 참여, 한일신협약 체결 참여, 한일합병조약 체결 모의
 -자작, 백작으로 승작(1920)
 -중추원 고문
 -일진회 평의원장ㆍ총재로서 한일합병을 위해 적극 활동
 -은사공채(10만원), 훈1등 욱일장, 한국병합기념장, 종3위 서위', '6호


 7호
 9호
 13호

 19호', '18차(06.5.29)
 22차(06.9.11)
 ※48차(07.11.30) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (27, '정치', '귀족', '매국ㆍ수작', '윤덕영', '1873~
 1940', '-한일합병 조약 모의 및 주도
 -자작
 -일본 제국의회 귀족원 의원
 -중추원 고문, 부의장
 -경성부육군병지원자후원회 고문
 -조선시국대책조사회 위원, 경학원 대제학, 명륜학원 총재, 조선유도연합회 회장
 -조선식산은행 감사, 고문
 -은사공채(5만원), 한국병합기념장, 훈1등 욱일대수장', '6호
 7호
 8호
 9호
 11호
 17호

 18호
 19호', '70차(08.10.27)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (28, '정치', '귀족', '매국ㆍ수작', '윤웅렬', '1840~
 1911', '-남작
 -은사공채(2만 5천원)', '7호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (29, '정치', '귀족', '매국ㆍ수작', '윤택영', '1876~
 1935', '-후작
 -은사공채(50만4천원),한국병합기념장, 종3위 서위', '7호
 19호', '34차(07.04.23)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (30, '정치', '귀족', '매국ㆍ수작', '이건하', '1835~
 1913', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (31, '정치', '귀족', '매국ㆍ수작', '이근명', '1840~
 1916', '-자작
 -은사공채(5만원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (32, '정치', '귀족', '매국ㆍ수작', '이근상', '1874~
 1920', '-남작
 -중추원 고문
 -조선식산은행 감사
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 9호
 18호
 19호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (33, '정치', '귀족', '매국ㆍ수작', '이근택', '1865~
 1919', '-을사늑약 체결 찬성
 -자작
 -중추원 고문
 -은사공채(5만원), 한국병합기념장, 종4위 서위', '6호
 7호
 9호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (34, '정치', '귀족', '매국ㆍ수작', '이근호', '1861~
 1923', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정5위 서위', '7호
 19호', '30차(07.02.27)
 39차(07.07.10)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (35, '정치', '귀족', '매국ㆍ수작', '이기용', '1889~
 1961', '-자작, 조선귀족회 이사
 -일본 제국의회 귀족원 의원
 -은사공채(3만원), 한국병합기념장, 정4위 서위', '7호
 8호
 19호', '51차(08.01.14)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (36, '정치', '귀족', '매국ㆍ수작', '이병무', '1864~
 1926', '-의병부대 공격
 -군대해산적극협력, 의병전쟁 진압 명령, 일본군 의병 토벌에 적극 협력, 한일합병조약 체결에 적극 동조ㆍ참여
 -자작
 -은사공채(5만원), 욱일대수장, 한국병합기념장, 종4위 서위, 사후 욱일동화대수장 추서', '1호
 6호


 7호
 19호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (37, '정치', '귀족', '매국ㆍ수작', '이봉의', '1839~
 1919', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정5위 서위', '7호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (38, '정치', '귀족', '매국ㆍ수작', '이완용', '1858~
 1926', '-의병처벌 주장, 의병장 체포ㆍ처형을 상주하고 지시함
 -동민회 고문
 -을사늑약 체결 주도, 한일합병조약 체결을 주도하고 조약문에 기명 조인, 군대해산명령 발동 및 군대해산 주도, 사법 및 감옥사무 위탁에 관한 각서를 체결하여 사법권 일본 위임, 한국중앙은행에 관한 각서를 기명 조인하여 재정권과 경제권 일본 위임, 고종황제 강제양위 주도하고 한일신협약에 기명 조인, 한국경찰사무 위탁에 관한 각서 사전 모의
 -백작, 후작으로 승작(1920)
 -중추원 고문, 부의장
 -내선융화 적극 주장
 -은사공채(15만원), 욱일동화장, 한국병합기념장, 정3위 서위, 사후 정2위 및 대훈위국화대수장 추서', '3호

 4호
 6호








 7호
 9호
 13호
 19호', '18차(06.05.29)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (39, '정치', '귀족', '매국ㆍ수작', '이완용', '1872~
 1937', '-자작
 -은사공채(3만원), 한국병합기념장, 정4위 서위', '7호
 19호', '34차(07.04.23)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (40, '정치', '귀족', '매국ㆍ수작', '이용원', '1832~
 1911', '-남작 수작
 -은사공채(2만 5천원)', '7호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (41, '정치', '귀족', '매국ㆍ수작', '이용태', '1854~
 1922', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정5위 서위', '7호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (42, '정치', '귀족', '매국ㆍ수작', '이윤용', '1855~
 1938', '-남작
 -중추원 고문
 -대정친목회 회장, 고문
 -은사공채(2만 5천원), 한국병합기념장, 정4위 서위', '7호
 9호
 13호
 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (43, '정치', '귀족', '매국ㆍ수작', '이재각', '1873~
 1935', '-후작
 -은사공채(16만 8천원), 한국병합기념장, 종3위 서위', '7호
 19호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (44, '정치', '귀족', '매국ㆍ수작', '이재곤', '1859~
 1943', '-고종황제 강제양위 주도, 한일신협약 체결 모의 및 참여
 -자작
 -중추원 고문
 -은사공채(5만원), 욱일대수장, 한국병합기념장, 종3위 서위', '6호

 7호
 9호
 19호', '18차(06.05.29)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (45, '정치', '귀족', '매국ㆍ수작', '이재극', '1864~
 1927', '-남작
 -동민회 부회장ㆍ회장, 대정친목회 이사ㆍ회장, 내선융화와 식민지배 옹호 글 다수 발표
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위, 한일합병 1주년 축사', '7호
 13호


 19호', '32차(07.03.26)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (46, '정치', '귀족', '매국ㆍ수작', '이재면', '1845~
 1912', '-황족대표로 한일합병조약 체결 어전회의에 참석하여 동의
 -은사공채(83만원), 한국병합기념장', '6호

 19호', '13차(06.03.20)
 22차(06.09.11)
 ※27차(06.11.17) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (47, '정치', '귀족', '매국ㆍ수작', '이재완', '1855~
 1922', '-후작
 -은사공채(33만 6천원), 한국병합기념장, 종3위 서위', '7호
 19호', '25차(06.10.16)
 ※37차(07.06.04) 선정이의신청 기각
 40차(07.07.23)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (48, '정치', '귀족', '매국ㆍ수작', '이정로', '1838~
 1923', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '30차(07.02.27)
 39차(07.07.10)
 ※45차(07.10.22) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (49, '정치', '귀족', '매국ㆍ수작', '이주영', '1837~
 1917', '-남작 수작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (50, '정치', '귀족', '매국ㆍ수작', '이지용', '1870~
 1928', '-한일의정서 조인, 을사늑약 체결
 -백작
 -중추원 고문
 -신궁봉경회 부총의장
 -은사공채(10만원), 훈1등 욱일대수장, 동화대수장, 정4위 서위', '6호
 7호
 9호
 13호
 19호', '18차(06.5.29)
 22차(06.9.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (51, '정치', '귀족', '매국ㆍ수작', '이하영', '1858~
 1929', '-한국재정고문 및 외교고문초빙에 관한 각서 조인, 한일통신기관 위탁에 관한 협정서 조인, 한국연해 및 내하천 항행에 관한 약정서 조인
 -자작
 -중추원 고문
 -은사공채(5만원), 한국병합기념장, 종3위 서위', '6호



 7호
 9호
 19호', '25차(06.10.16)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (52, '정치', '귀족', '매국ㆍ수작', '이항구', '1881~
 1945', '-남작
 -징병ㆍ징용을 선전함
 -국민총력조선연맹 참여ㆍ고문
 -이왕직 차관ㆍ장관, 훈2등 서보장, 훈1등 서보장, 욱일대수장, 정3위 서위', '7호
 11호
 17호
 19호', '59차(08.05.16)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (53, '정치', '귀족', '매국ㆍ수작', '이해승', '1890~
 미상', '-후작, 조선귀족회 이사ㆍ회장
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -은사공채(16만 8천원), 한국병합기념장, 정3위 서위', '7호
 17호

 19호', '46차(07.11.12)
 ※66차(08.08.25) 선정이의신청 기각
 87차(09.04.06)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (54, '정치', '귀족', '매국ㆍ수작', '이해창', '1865~
 1945', '-후작
 -은사공채(16만 8천원), 한국병합기념장, 종3위 서위', '7호
 19호', '46차(07.11.12)
 ※64차(08.7.21) 선정이의신청 기각
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (55, '정치', '귀족', '매국ㆍ수작', '임선준', '1860~
 1919', '-고종황제 강제 양위 참여, 한일신협약 체결 찬성
 -자작
 -중추원 고문
 -은사공채(5만원), 욱일대수장, 한국병합기념장, 종4위 서위', '6호

 7호
 9호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (56, '정치', '귀족', '매국ㆍ수작', '장석주', '1848~
 1921', '-남작
 -중추원 고문
 -은사공채(2만 5천원), 한국병합기념장, 훈4등 서보장, 정5위 서위, 3ㆍ1운동 무력진압을 총독에게 건의', '7호
 9호
 19호', '25차(06.10.16)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (57, '정치', '귀족', '매국ㆍ수작', '정낙용', '1827~
 1914', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (58, '정치', '귀족', '매국ㆍ수작', '정한조', '1835~
 1917', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종4위 서위', '7호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (59, '정치', '귀족', '매국ㆍ수작', '조동윤', '1871~
 1923', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정4위 서위', '7호
 19호', '25차(06.10.16)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (60, '정치', '귀족', '매국ㆍ수작', '조동희', '1856~
 1934', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 정5위 서위', '7호
 19호', '53차(08.02.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (61, '정치', '귀족', '매국ㆍ수작', '조민희', '1859~
 1931', '-자작
 -중추원 고문, 참의
 -은사공채(5만원), 한국병합기념장, 종3위 서위', '7호
 9호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (62, '정치', '귀족', '매국ㆍ수작', '조중응', '1860~
 1919', '-고종황제 강제 양위 참여, 한일신협약 체결 찬성, 경찰권 이양 각서 체결, 한일합병조약 체결
 -자작
 -중추원 고문
 -대정친목회 회장
 -은사공채(10만원), 훈1등 욱일장, 한국병합기념장, 정4위 서위', '6호


 7호
 9호
 13호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (63, '정치', '귀족', '매국ㆍ수작', '조희연', '1856~
 1915', '-남작
 -중추원 고문
 -은사공채(5만원), 한국병합기념장, 정5위 서위', '7호
 9호
 19호', '25차(06.10.16)
 ※37차(06.06.04) 선정이의신청 기각
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (64, '정치', '귀족', '매국ㆍ수작', '최석민', '1858~
 1915', '-남작
 -은사공채(2만 5천원), 한국병합기념장, 종5위 서위', '7호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (65, '정치', '귀족', '매국ㆍ수작', '한창수', '1862~
 1933', '-남작
 -중추원 찬의, 고문
 -은사공채(2만 5천원), 한국병합기념장, 욱일중광장, 훈1등 서보장, 일왕 찬양 및 한일합병 당위성 주장 글 󰡔매일신보󰡕에 게재', '7호
 9호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (66, '정치', '귀족', '귀족 습작', '고중덕', '1923~
 생존', '-백작(고흥겸 작위계승)', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (67, '정치', '귀족', '귀족 습작', '고흥겸', '1893~
 1939', '-백작(고희경 작위계승), 동요회 조직, 조선귀족회 이사', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (68, '정치', '귀족', '귀족 습작', '고희경', '1873~ 1934', '-자작(고영희 작위 계승), 백작으로 승작(1920)
 -중추원 고문
 -한국병합기념장, 훈1등 서보장, 욱일대수장, 종3위 서위', '7호

 9호
 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (69, '정치', '귀족', '귀족 습작', '권태환', '1876~
 1947', '-자작(권중현 작위 계승)
 -중추원 부찬의, 참의
 -훈6등 서보장', '7호
 9호
 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (70, '정치', '귀족', '귀족 습작', '김교신', '1871~
 1932', '-남작(김춘희 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (71, '정치', '귀족', '귀족 습작', '김덕한', '1874~
 1946', '-남작(김학진 작위계승)', '7호', '63차(08.07.07)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (72, '정치', '귀족', '귀족 습작', '김석기', '1874~
 1956', '-남작(김사철 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (73, '정치', '귀족', '귀족 습작', '김세현', '1895~
 1945', '-남작(김종한 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (74, '정치', '귀족', '귀족 습작', '김영수', '1880~
 1943', '-남작(김영철 작위계승)', '7호', '55차(08.03.10)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (75, '정치', '귀족', '귀족 습작', '김용국', '1920~
 미상', '-남작(김영수 작위계승)', '7호', '81차(09.02.09)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (76, '정치', '귀족', '귀족 습작', '김정록', '1907~
 1982', '-남작(김교신 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (77, '정치', '귀족', '귀족 습작', '김호규', '1911~
 1961', '-자작(김성근 작위계승), 동요회 발기인 및 이사', '7호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (78, '정치', '귀족', '귀족 습작', '남장희', '1877~
 1953', '-남작(남정철 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (79, '정치', '귀족', '귀족 습작', '민건식', '1879~
 1944', '-남작(민영기 작위계승)
 -중추원 부찬의, 참의
 -훈6등 서보장, 종4위 서위', '7호
 9호
 19호', '53차(08.02.11)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (80, '정치', '귀족', '귀족 습작', '민규현', '1900~
 1934', '-남작(민철훈 작위계승)', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (81, '정치', '귀족', '귀족 습작', '민병삼', '1903~
 1947', '-자작(민영규 작위계승)', '7호', '63차(08.07.07)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (82, '정치', '귀족', '귀족 습작', '민영욱', '1900~
 1963', '-남작(민상호 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (83, '정치', '귀족', '귀족 습작', '민철훈', '1856~
 1925', '-남작(민종묵 작위계승)', '7호', '72차(08.11.17)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (84, '정치', '귀족', '귀족 습작', '민충식', '1881~
 1933', '-자작(민영소 작위계승)', '7호', '72차(08.11.17)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (85, '정치', '귀족', '귀족 습작', '민홍기', '1883~
 1951', '-자작(민병석 작위계승)', '7호', '72차(08.11.17)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (86, '정치', '귀족', '귀족 습작', '박경원', '1869~
 미상', '-남작(박용대 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (87, '정치', '귀족', '귀족 습작', '박부양', '1905~
 1974', '-자작(박제순 작위계승), 동요회 이사', '7호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (88, '정치', '귀족', '귀족 습작', '박서양', '1875~
 1944', '-남작(박제빈 작위계승), 조선귀족회 이사', '7호', '59차(08.05.16)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (89, '정치', '귀족', '귀족 습작', '박승원', '1895~
 1939', '-남작(박기양 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (90, '정치', '귀족', '귀족 습작', '박정서', '1923~
 미상', '-남작(박승원 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (91, '정치', '귀족', '귀족 습작', '박찬범', '1917~
 1986', '-남작(박영효 작위계승)', '7호', '77차(09.01.05)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (92, '정치', '귀족', '귀족 습작', '성일용', '1899~
 1950', '-남작(성주경 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (93, '정치', '귀족', '귀족 습작', '성주경', '1862~
 1938', '-남작(성기운 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (94, '정치', '귀족', '귀족 습작', '송종헌', '1876~
 1949', '-백작(송병준 작위계승), 조선귀족회 이사
 -일본 제국의회 귀족원 의원
 -중추원 참의
 -국회협회 회장', '7호
 8호
 9호
 13호', '36차(07.05.21)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (95, '정치', '귀족', '귀족 습작', '윤강로', '1919~
 1965', '-자작(윤덕영 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (96, '정치', '귀족', '귀족 습작', '윤의섭', '1912~
 1966', '-후작(윤택영 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (97, '정치', '귀족', '귀족 습작', '이강식', '1909~
 1939', '-남작(이강식 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (98, '정치', '귀족', '귀족 습작', '이경우', '1918~
 미상', '-남작(이규환 작위계승)', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (99, '정치', '귀족', '귀족 습작', '이규원', '1890~
 1945', '-자작(이하영 작위계승)', '7호', '55차(08.03.10)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (100, '정치', '귀족', '귀족 습작', '이규환', '1858~
 1931', '-남작(이주영 작위계승)', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (101, '정치', '귀족', '귀족 습작', '이기원', '1880~
 1937', '-남작(이봉의 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (102, '정치', '귀족', '귀족 습작', '이능세', '1883~
 1948', '-남작(이정노 작위계승)', '7호', '77차(09.01.05)
 99차(09.07.06)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (103, '정치', '귀족', '귀족 습작', '이달용', '1883~
 1948', '-후작(이재완 작위계승), 조선귀족회 이사
 -동민회 이사장, 회장, 고문', '7호
 13호', '46차(07.11.12)
 ※70차(08.10.27) 선정이의신청 기각
 91차(09.05.18)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (104, '정치', '귀족', '귀족 습작', '이덕용', '1923~
 1952', '-후작(이재각 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (105, '정치', '귀족', '귀족 습작', '이덕주', '1887~
 1962', '-후작(이해창 작위계승)', '7호', '77차(09.01.05)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (106, '정치', '귀족', '귀족 습작', '이동훈', '1894~
 1948', '-남작(이근호 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (107, '정치', '귀족', '귀족 습작', '이범팔', '1866~
 1919', '-남작(이건하 작위계승)', '7호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (108, '정치', '귀족', '귀족 습작', '이병길', '1905~
 1950', '-후작(이완용 작위계승), 조선귀족회 이사, 동요회 이사장
 -중추원 참의
 -국민정신총동원조선연맹 발기인ㆍ참사, 국민총력조선연맹 참사ㆍ참여ㆍ평의원', '7호

 9호
 17호', '53차(08.02.11)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (109, '정치', '귀족', '귀족 습작', '이병옥', '1913~
 1989', '-남작(이윤용 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (110, '정치', '귀족', '귀족 습작', '이병주', '1913~
 미상', '-남작(이항구 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (111, '정치', '귀족', '귀족 습작', '이영주', '1918~
 1955', '-백작(이지용 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (112, '정치', '귀족', '귀족 습작', '이완종', '1884~
 1947', '-남작(이범팔 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (113, '정치', '귀족', '귀족 습작', '이원호', '1884~
 1939', '-남작(이용원 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (114, '정치', '귀족', '귀족 습작', '이인용', '1907~
 1950', '-남작(이재극 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (115, '정치', '귀족', '귀족 습작', '이장훈', '1917~
 1993', '-남작(이근상 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (116, '정치', '귀족', '귀족 습작', '이종승', '1923~
 미상', '-자작(이충세 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (117, '정치', '귀족', '귀족 습작', '이중환', '1895~
 1945', '-남작(이용태 작위계승)', '7호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (118, '정치', '귀족', '귀족 습작', '이창수', '1903~
 1968', '-남작(이원호 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (119, '정치', '귀족', '귀족 습작', '이창훈', '1890~
 1947', '-자작(이근택 작위계승), 조선귀족회 이사, 동요회 발기인
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -정5위, 종4위, 정4위, 종3위 서위', '7호

 17호

 19호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (120, '정치', '귀족', '귀족 습작', '이충세', '1897~
 1934', '-자작(이근명 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (121, '정치', '귀족', '귀족 습작', '이택주', '1920~
 1950', '-자작(이완용 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (122, '정치', '귀족', '귀족 습작', '이풍한', '1885~
 1950', '-남작(이종건 작위계승)', '7호', '72차(08.11.17)
 ※95차(09.6.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (123, '정치', '귀족', '귀족 습작', '이홍묵', '1895~
 1960', '-자작(이병무 작위계승)', '7호', '61차(08.06.09)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (124, '정치', '귀족', '귀족 습작', '임낙호', '1896~
 1921', '-자작(임선준 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (125, '정치', '귀족', '귀족 습작', '임선재', '1900~
 1955', '-자작(임낙호 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (126, '정치', '귀족', '귀족 습작', '장인원', '1870~
 1949', '-남작(장석주 작위 계승)
 -중추원 참의
 -훈6등 서보장(창성군수), 정5위 서위', '7호
 9호
 19호', '제36차(07.05.21)
 제42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (127, '정치', '귀족', '귀족 습작', '정두화', '1882~
 1939', '-남작(정주영 작위계승)', '7호', '77차(09.01.05)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (128, '정치', '귀족', '귀족 습작', '정주영', '1860~
 1923', '-남작(정낙용 작위계승)', '7호', '72차(08.11.17)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (129, '정치', '귀족', '귀족 습작', '정천모', '1895~
 1955', '-남작(정한조 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (130, '정치', '귀족', '귀족 습작', '조대호', '1893~
 1932', '-자작(조중응 작위계승)
 -대정친목회 이사, 평의원, 감사', '7호
 13호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (131, '정치', '귀족', '귀족 습작', '조용호', '1918~
 1950', '-자작(조중수 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (132, '정치', '귀족', '귀족 습작', '조원세', '1920~
 2002', '-남작(조중헌 작위계승)', '7호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (133, '정치', '귀족', '귀족 습작', '조원흥', '1924~
 미상', '-자작(조대호 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (134, '정치', '귀족', '귀족 습작', '조중구', '1906~
 미상', '-남작(조동윤 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (135, '정치', '귀족', '귀족 습작', '조중수', '1894~
 1940', '-자작(조민희 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (136, '정치', '귀족', '귀족 습작', '조중헌', '1881~
 1944', '-남작(조동희 작위계승)', '7호', '53차(08.02.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (137, '정치', '귀족', '귀족 습작', '최정원', '1902~
 미상', '-남작(최석민 작위계승)', '7호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (138, '정치', '귀족', '귀족 습작', '한상기', '1881~
 1934', '-남작(한창수 작위계승)', '7호', '77차(09.01.05)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (139, '정치', '귀족', '귀족 습작', '한상억', '1898~
 1949', '-남작(한상기 작위계승)', '7호', '63차(08.07.07)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (140, '정치', '귀족', '중추원', '강경희', '1858~
 미상', '-중추원 찬의', '9호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (141, '정치', '귀족', '중추원', '강동희', '1886~
 1964', '-중추원 참의', '9호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (142, '정치', '귀족', '중추원', '강리황', '1897~
 미상', '-중추원 참의', '9호', '79차(09.01.19)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (143, '정치', '귀족', '중추원', '강번', '1881~
 1944', '-중추원 참의', '9호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (144, '정치', '귀족', '중추원', '강병옥', '1880~
 1928', '-중추원 참의', '9호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (145, '정치', '귀족', '중추원', '고원식', '1876~
 1947', '-중추원 부찬의
 -조선총독부 관료(군수) 역임, 훈5등～훈4등 서보장', '9호
 19호', '77차(09.01.05)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (146, '정치', '귀족', '중추원', '고원훈', '1881~
 미상', '-중추원 참의
 -경성부육군병지원자후원회 발기인ㆍ감사, 징병제실시 강연, 징병제실시감사회 발기인
 -흥아보국단 준비위원, 조선임전보국단 부단장
 -국민정신총동원조선연맹 상무이사, 국민총력조선연맹 이사, 조선유도연합회 상임이사
 -선만척식주식회사, 만선척식주식회사 감사
 -조선총독부 관료(도참여관, 도지사) 역임, 훈4등～훈3등 서보장, 정4위 서위', '9호
 11호


 13호

 17호


 18호

 19호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (147, '정치', '귀족', '중추원', '고일청', '1886~
 미상', '-중추원 참의
 -시국대응전선사상보국연맹 신의주지부장, 국민총력조선연맹 이사', '9호
 17호', '61차(08.06.09)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (148, '정치', '귀족', '중추원', '권봉수', '1870~
 1930', '-중추원 찬의', '9호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (149, '정치', '귀족', '중추원', '김갑순', '1872~
 1960', '-중추원 참의
 -조선신문사 사장, 흥아보국단 준비위원, 조선임전보국단 발기인ㆍ이사
 -국민정신총동원조선연맹 발기인ㆍ평의원, 국민총력조선연맹 평의원', '9호
 13호

 17호', '59차(08.05.16)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (150, '정치', '귀족', '중추원', '김경수', '미상~
 미상', '-중추원 참의', '9호', '74차(08.12.01)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (151, '정치', '귀족', '중추원', '김경진', '1895~
 1975', '-중추원 참의
 -경남 총후지성회 부회장, 국민정신총동원조선연맹 평의원, 국민총력조선연맹 이사', '9호
 17호', '61차(08.06.09)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (152, '정치', '귀족', '중추원', '김관현', '1877~
 1948', '-중추원 참의
 -국민총력조선연맹 평의원
 -조선총독부 관료(군수, 도참여관, 도지사) 역임, 훈3등 서보장, 정4위 서위', '9호
 17호
 19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (153, '정치', '귀족', '중추원', '김교성', '1861~
 1943', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 40차(07.07.23)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (154, '정치', '귀족', '중추원', '김기수', '1886~
 1963', '-중추원 참의
 -국민총력조선연맹 이사', '9호
 17호', '74차(08.12.01)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (155, '정치', '귀족', '중추원', '김기태', '1887~
 1941', '-중추원 참의', '9호', '56차(08.03.24)
 ※68차(08.09.22) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (156, '정치', '귀족', '중추원', '김기홍', '1883~
 미상', '-중추원 참의', '9호', '74차(08.12.01)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (157, '정치', '귀족', '중추원', '김돈희', '1896~
 1950', '-중추원 참의
 -조선총독부 관료(군수) 역임, 훈6등 서보장, 단광욱일장', '9호
 19호', '72차(08.11.17)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (158, '정치', '귀족', '중추원', '김동준', '1886~
 미상', '-중추원 참의
 -기고ㆍ강연 및 단체 활동 등을 통해 지원병ㆍ징병ㆍ징용 선전ㆍ선동
 -조선총독부 관료(군수, 도이사관 등) 역임, 훈6등～훈5등 서보장, 전남 광양군수 재직시 ‘내선융화’의 당위성을 역설한 󰡔내지시찰복명서󰡕 저술', '9호
 11호

 19호', '67차(08.09.08)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (159, '정치', '귀족', '중추원', '김두찬', '1887~
 1943', '-중추원 참의', '9호', '56차(08.03.24)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (160, '정치', '귀족', '중추원', '김명규', '1877~
 1930', '-중추원 부찬의, 참의
 -훈6등 서보장', '9호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (161, '정치', '귀족', '중추원', '김명수', '1875~
 미상', '-중추원 부찬의', '9호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (162, '정치', '귀족', '중추원', '김명준', '1870~
 미상', '-일본 제국의회 귀족원 의원
 -중추원 참의
 -조선인징병제요망운동 발기인, 조선지원병제도제정축하회 발기인, 징병제실시감사회 발기인
 -국민협회 부회장ㆍ회장ㆍ이사장, 국민협회 기관지 󰡔시사신문󰡕ㆍ󰡔민중신문󰡕 부사장, 각파유지연맹 발기인, 흥아보국단 상임위원ㆍ경기도 준비위원, 조선임전보국단 감사, 대화동맹 이사
 -국민정신총동원조선연맹이사ㆍ상무이사, 국민총력조선연맹 이사ㆍ평의원', '8호
 9호
 11호


 13호




 17호', '65차(08.08.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (163, '정치', '귀족', '중추원', '김병규', '1874~
 1939', '-중추원 참의', '9호', '63차(08.07.07)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (164, '정치', '귀족', '중추원', '김병욱', '1895~
 미상', '-중추원 참의
 -조선총독부 관료(군수, 도이사관, 총독부 사무관 등) 역임, 훈6등～훈5등 서보장', '9호
 19호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (165, '정치', '귀족', '중추원', '김병원', '1880~
 1948', '-중추원 참의', '9호', '59차(08.05.16)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (166, '정치', '귀족', '중추원', '김상설', '1880~
 1938', '-중추원 참의', '9호', '54차(08.02.25)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (167, '정치', '귀족', '중추원', '김상섭', '1876~
 1933', '-중추원 참의', '9호', '52차(08.01.28)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (168, '정치', '귀족', '중추원', '김상형', '1897~
 1953', '-중추원 참의', '9호', '66차(08.08.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (169, '정치', '귀족', '중추원', '김성규', '미상~
 미상', '-중추원 참의', '9호', '76차(08.12.22)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (170, '정치', '귀족', '중추원', '김신석', '1896~
 1948', '-중추원 참의
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 이사ㆍ경제위원회 위원ㆍ평의', '9호
 17호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (171, '정치', '귀족', '중추원', '김연상', '1878~
 1924', '-중추원 참의', '9호', '32차(07.03.26)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (172, '정치', '귀족', '중추원', '김영무', '1891~
 1953', '-중추원 참의
 -국민총력조선연맹 이사', '9호
 17호', '56차(08.03.24)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (173, '정치', '귀족', '중추원', '김영진', '1876~
 1947', '-중추원 참의
 -조선총독부 관료(군수, 도참여관) 역임, 훈6등～훈3등 서보장, 정4위 서위', '9호
 19호', '74차(08.12.01)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (174, '정치', '귀족', '중추원', '김영한', '1857~
 1927', '-중추원 찬의, 참의
 -훈4등～훈3등 서보장, 종4위 서위', '9호
 19호', '28차(06.12.11)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (175, '정치', '귀족', '중추원', '김원근', '1886~
 1965', '-중추원 참의
 -국민정신총동원충청북도연맹 이사, 국민총력조선연맹 이사', '9호
 17호', '68차(08.09.22)
 ※89차(09.04.22) 선정이의신청 기각
 93차(09.06.01)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (176, '정치', '귀족', '중추원', '김윤정', '1869~
 1949', '-중추원 참의, 고문
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -조선총독부 관료(도참여관, 도지사) 역임, 훈3등～훈2등 서보장, 종3위 서위', '9호
 17호
 19호', '63차(08.07.07)
 ※83차(09.03.02)선정이의신청 기각
 95차(09.06.15)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (177, '정치', '귀족', '중추원', '김재환', '1884~
 1950', '-중추원 참의', '9호', '77차(09.01.05)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (178, '정치', '귀족', '중추원', '김정석', '1894~
 1970', '-중추원 참의', '9호', '61차(08.06.09)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (179, '정치', '귀족', '중추원', '김정태', '1869~
 1935', '-중추원 참의', '9호', '66차(08.08.25)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (180, '정치', '귀족', '중추원', '김정호', '1885~
 미상', '-중추원 참의
 -군수업체 조선비행기공업주식회사 감사
 -국민총력조선연맹 이사', '9호
 14호
 17호', '54차(08.02.25)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (181, '정치', '귀족', '중추원', '김제하', '1873~
 미상', '-중추원 참의', '9호', '30차(07.02.27)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (182, '정치', '귀족', '중추원', '김종흡', '1869~
 1944', '-중추원 참의', '9호', '54차(08.02.25)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (183, '정치', '귀족', '중추원', '김준용', '1870~
 1923', '-중추원 부찬의', '9호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (184, '정치', '귀족', '중추원', '김진수', '1872~
 미상', '-중추원 참의', '9호', '71차(08.11.10)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (185, '정치', '귀족', '중추원', '김창수', '1873~
 1959', '-중추원 참의', '9호', '77차(09.01.05)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (186, '정치', '귀족', '중추원', '김창한', '1870~
 1950', '-중추원 참의
 -조선총독부 관료(군수) 역임, 훈4등 서보장, 종4위 서위', '9호
 19호', '56차(08.03.24)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (187, '정치', '귀족', '중추원', '김태집', '1888~
 1947', '-중추원 참의', '9호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (188, '정치', '귀족', '중추원', '김필희', '1872~
 1960', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (189, '정치', '귀족', '중추원', '김하섭', '1887~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (190, '정치', '귀족', '중추원', '김한목', '1872~
 1941', '-중추원 부찬의, 참의
 -조선총독부 관료(도참여관) 역임, 훈6등 서보장', '9호
 19호', '74차(08.12.01)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (191, '정치', '귀족', '중추원', '김한승', '1869~
 1950', '-중추원 참의', '9호', '56차(08.03.24)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (192, '정치', '귀족', '중추원', '김현수', '1857~
 미상', '-중추원 부찬의, 참의', '9호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (193, '정치', '귀족', '중추원', '김화준', '1890~
 미상', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 훈4등 욱일소수장, 종4위 서위', '9호
 19호', '63차(08.07.07)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (194, '정치', '귀족', '중추원', '김희작', '미상~
 미상', '-중추원 참의', '9호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (195, '정치', '귀족', '중추원', '나수연', '1861~
 1926', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 39차(07.07.10)
 ※46차(11.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (196, '정치', '귀족', '중추원', '남궁영', '1887~
 1939', '-중추원 참의
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 충북국방의회연합회 회장, 훈6등～훈3등 서보장, 정4위 서위', '9호
 19호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (197, '정치', '귀족', '중추원', '남규희', '1859~
 1937', '-중추원 찬의, 참의
 -훈4등～훈3등 서보장', '9호
 19호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (198, '정치', '귀족', '중추원', '남백우', '1886~
 미상', '-중추원 참의', '9호', '66차(08.08.25)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (199, '정치', '귀족', '중추원', '노영환', '1895~
 1967', '-중추원 참의', '9호', '71차(08.11.10)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (200, '정치', '귀족', '중추원', '노준영', '1892~
 1968', '-중추원 참의', '9호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (201, '정치', '귀족', '중추원', '노창안', '1879~
 1940', '-중추원 참의', '9호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (202, '정치', '귀족', '중추원', '문종구', '1884~
 1952', '-중추원 참의', '9호', '63차(08.07.07)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (203, '정치', '귀족', '중추원', '민병덕', '1894~
 1957', '-중추원 참의', '9호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (204, '정치', '귀족', '중추원', '민영은', '1870~
 1944', '-청주자제회 발기인, 회장
 -중추원 참의', '4호
 9호', '29차(07.01.09)
 ※41차(07.08.13) 선정이의신청 기각
 88차(09.04.13)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (205, '정치', '귀족', '중추원', '민영찬', '1874~
 1948', '-중추원 참의', '9호', '59차(08.05.16)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (206, '정치', '귀족', '중추원', '민재기', '1886~
 1948', '-중추원 참의', '9호', '77차(09.01.05)
 ※95차(09.06.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (207, '정치', '귀족', '중추원', '박경양', '1864~
 1916', '-중추원 찬의', '9호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (208, '정치', '귀족', '중추원', '박기동', '1874~
 미상', '-중추원 참의', '9호', '51차(08.01.14)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (209, '정치', '귀족', '중추원', '박기석', '1869~
 미상', '-중추원 참의', '9호', '59차(08.05.16)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (210, '정치', '귀족', '중추원', '박보양', '1888~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (211, '정치', '귀족', '중추원', '박봉주', '1868~ 1936', '-중추원 참의', '9호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (212, '정치', '귀족', '중추원', '박봉진', '1884~
 미상', '-중추원 참의', '9호', '75차(08.12.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (213, '정치', '귀족', '중추원', '박상준', '1877~
 미상', '-일본 제국의회 귀족원 의원
 -중추원 참의
 -강연ㆍ한시ㆍ논설을 통해 징병제 실시 축하, 국민총력조선연맹의 ‘징병제실시기념사업협의회’참석
 -흥아보국단 준비위원, 조선임전보국단 감사
 -경학원 대제학, 조선유도연합회 회장, 국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원ㆍ이사
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈5등～훈3등 서보장, 정4위 서위', '8호
 9호
 11호


 13호

 17호


 19호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (214, '정치', '귀족', '중추원', '박승봉', '1866~
 1933', '-중추원 찬의, 참의
 -훈4등～훈3등 서보장, 종4위 서위', '9호
 19호', '28차(06.12.11)
 ※37차(07.06.04) 선정이의신청 기각
 40차(07.07.23)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (215, '정치', '귀족', '중추원', '박영철', '1879~
 1939', '-중추원 참의
 -조선지원병제도제정축하회 발기인, 경성부육군지원자후원회 이사
 -동민회 부회장, 시중회 이사
 -시국대응전선사상보국연맹 총무, 조선총독부 시국대책조사회 위원, 국민정신총동원조선연맹 발기인ㆍ준비위원, 조선국방의회연합회 상임이사
 -동양척식회사 감사, 선만척식주식회사 설립위원
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈4등～훈3등 서보장, 종4위 서위', '9호
 11호

 13호
 17호



 18호

 19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (216, '정치', '귀족', '중추원', '박용구', '1879~
 1943', '-중추원 참의
 -조선총독부 관료(총독부 사무관, 도참여관 등) 역임, 훈6등～훈3등 서보장, 정4위 서위', '9호
 19호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (217, '정치', '귀족', '중추원', '박의병', '1853~
 1929', '-중추원 참의
 -평양군용지조사위원ㆍ진해만조사위원 등으로 활동, 훈3등 욱일중수장', '9호
 19호', '61차(08.06.09)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (218, '정치', '귀족', '중추원', '박이양', '1858~
 1925', '-중추원 참의', '9호', '28차(06.12.11)
 ※36차(07.05.21) 선정이의신청 기각
 41차(07.08.13)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (219, '정치', '귀족', '중추원', '박제환', '1859~
 1938', '-중추원 부찬의, 참의
 -훈6등 서보장', '9호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (220, '정치', '귀족', '중추원', '박종렬', '1877~
 1958', '-중추원 참의', '9호', '59차(08.05.16)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (221, '정치', '귀족', '중추원', '박중양', '1874~
 1959', '-의병 활동 조사 및 회유공작, 의병 활동 및 탄압상황 등을 조사하여 일본군ㆍ경찰의 의병 탄압 적극 지원
 -3ㆍ1운동 당시 대구자제단 단장
 -일본 제국의회 귀족원 의원
 -중추원 찬의, 참의, 고문, 부의장
 -국민총력조선연맹의 ‘징병제실시기념사업협의회’참석, 임시특별지원병제도 적극 선전
 -조선총독부 시국대책조사회 위원, 국민총력조선연맹 참여ㆍ고문
 -조선총독부 관료(도장관, 도지사 등) 역임, 훈3등～훈4등 서보장, 종3위 서위', '2호


 4호
 8호
 9호
 11호


 17호

 19호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (222, '정치', '귀족', '중추원', '박지근', '1890~
 1962', '-중추원 참의', '9호', '65차(08.08.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (223, '정치', '귀족', '중추원', '박철희', '1877~
 1944', '-중추원 참의
 -국민협회 총무, 상담역, 평의원, 상의원
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 13호
 19호', '63차(08.07.07)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (224, '정치', '귀족', '중추원', '박필병', '1884~
 1949', '-중추원 참의', '9호', '76차(08.12.22)
 ※96차(09.06.22)선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (225, '정치', '귀족', '중추원', '박흥규', '1888~
 1957', '-중추원 참의', '9호', '36차(07.05.21)
 42차(07.09.01)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (226, '정치', '귀족', '중추원', '박희양', '1867~
 1932', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 ※36차(07.05.21) 선정이의신청 기각
 39차(07.07.10)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (227, '정치', '귀족', '중추원', '박희옥', '1892~
 1954', '-중추원 참의', '9호', '65차(08.08.11)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (228, '정치', '귀족', '중추원', '방인혁', '1878~
 1935', '-중추원 참의', '9호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (229, '정치', '귀족', '중추원', '상호', '1879~
 1948', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈5등～훈4등 서보장, 종4위 서위', '9호
 19호', '54차(08.02.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (230, '정치', '귀족', '중추원', '서병조', '1882~
 1952', '-대구자제단 발기인, 평의원
 -중추원 참의
 -조선총독부 대구보호관찰심사회 위원
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 이사, 시국대응전선사상보국연맹 대구지부장', '4호
 9호
 15호
 17호', '68차(08.09.22)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (231, '정치', '귀족', '중추원', '서병주', '1885~
 1956', '-중추원 참의', '9호', '77차(09.01.05)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (232, '정치', '귀족', '중추원', '서상훈', '1858~
 1943', '-중추원 부찬의, 참의
 -훈4등～훈3등 서보장, 종4위 서위', '9호
 19호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (233, '정치', '귀족', '중추원', '서회보', '1849~
 1919', '-중추원 부찬의', '9호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (234, '정치', '귀족', '중추원', '석명선', '1870~
 미상', '-중추원 참의
 -국민협회 평의원ㆍ총무ㆍ상의원, 대정친목회 이사, 동민회 이사', '9호
 13호', '77차(09.01.05)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (235, '정치', '귀족', '중추원', '성원경', '1894~
 1975', '-중추원 참의', '9호', '63차(08.07.07)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (236, '정치', '귀족', '중추원', '성하국', '1846~
 1915', '-중추원 부찬의', '9호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (237, '정치', '귀족', '중추원', '손재하', '1889~
 1952', '-중추원 참의', '9호', '65차(08.08.11)
 ※89차(09.04.22) 선정이의신청 기각
 93차(09.06.01)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (238, '정치', '귀족', '중추원', '손조봉', '1888~
 미상', '-중추원 참의', '9호', '74차(08.12.01)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (239, '정치', '귀족', '중추원', '송문화', '1886~
 미상', '-중추원 참의
 -조선총독부 관료(군수, 부윤, 도참여관 등) 역임, 훈6등～훈5등 서보장, 쌍광욱일장', '9호
 19호', '65차(08.08.11)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (240, '정치', '귀족', '중추원', '송지헌', '1872~ 1934', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 ※36차(07.05.21) 선정이의신청 기각
 40차(07.07.23)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (241, '정치', '귀족', '중추원', '송헌빈', '1841~
 미상', '-중추원 부찬의', '9호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (242, '정치', '귀족', '중추원', '신석린', '1865~
 1948', '-중추원 참의
 -조선지원병제도제정축하회 발기인, 조선인징병제요망운동ㆍ징병제실시감사회 발기인, 중추원 임시특별지원병제도 선전활동 기획ㆍ주도
 -동민회 이사ㆍ회장, 각파유지연맹 발기인, 국민협회 회장ㆍ고문
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원ㆍ이사
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈4등～훈3등 서보장, 종3위 서위', '9호
 11호



 13호

 17호

 19호', '63차(08.07.07)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (243, '정치', '귀족', '중추원', '신석우', '1869~
 1942', '-중추원 참의', '9호', '32차(07.03.26)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (244, '정치', '귀족', '중추원', '신응희', '1859~
 1928', '-의병탄압 지원 및 의병 회유공작
 -중추원 참의
 -동민회 평의원, 이사, 상담역
 -조선총독부 관료(도장관 등) 역임, 훈4등서보장, 3ㆍ1운동에 대한 경고문 발포(황해도장관)', '2호
 9호
 13호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (245, '정치', '귀족', '중추원', '신창휴', '1875~
 1932', '-중추원 참의', '9호', '56차(08.03.24)
 86차(09.03.30)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (246, '정치', '귀족', '중추원', '신태유', '1866~
 미상', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (247, '정치', '귀족', '중추원', '신현구', '1886~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 91차(09.05.18)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (248, '정치', '귀족', '중추원', '신희련', '1883~
 1956', '-중추원 참의', '9호', '51차(08.01.14)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (249, '정치', '귀족', '중추원', '심선택', '1871~
 1943', '-중추원 참의', '9호', '56차(08.03.24)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (250, '정치', '귀족', '중추원', '심환진', '1872~
 1951', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장', '9호
 19호', '54차(08.02.25)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (251, '정치', '귀족', '중추원', '안병길', '1886~
 1936', '-중추원 참의', '9호', '46차(07.11.12)
 ※64차(08.07.21) 선정이의신청 기각
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (252, '정치', '귀족', '중추원', '안종철', '1881~
 미상', '-중추원 참의
 -조선임전보국단 발기인ㆍ이사, 국민협회 이사, 동민회 상임이사, 강연 등을 통해 창씨개명 정책 적극 협력
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 13호


 19호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (253, '정치', '귀족', '중추원', '양재홍', '1878~
 미상', '-중추원 참의', '9호', '65차(08.08.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (254, '정치', '귀족', '중추원', '엄준원', '1855~
 1938', '-중추원 참의
 -훈4등 서보장, 종4위 서위, 국민협회 고문', '9호
 19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (255, '정치', '귀족', '중추원', '엄태영', '1875~
 1912', '-중추원 부찬의', '9호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (256, '정치', '귀족', '중추원', '염중모', '1862~
 1935', '-중추원 찬의, 참의
 -일진회 회장ㆍ부회장 등 역임, 훈2등 서보장, 욱일중광장, 종4위 서위', '9호
 19호', '77차(09.01.05)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (257, '정치', '귀족', '중추원', '오세호', '미상~
 1954', '-중추원 참의', '9호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (258, '정치', '귀족', '중추원', '오재풍', '1866~
 1932', '-중추원 부찬의, 참의
 -훈6등 서보장', '9호
 19호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (259, '정치', '귀족', '중추원', '오제영', '1877~
 1920', '-중추원 부찬의', '9호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (260, '정치', '귀족', '중추원', '오태환', '1872~
 1945', '-중추원 참의
 -시국대동단 발기인ㆍ집행위원, 국민협회 총무, 부회장, 이사
 -조선총독부 관료(군수) 역임, 훈6등 서보장', '9호
 13호

 19호', '51차(08.01.14)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (261, '정치', '귀족', '중추원', '원덕상', '1883~
 1961', '-중추원 참의
 -조선인징병제요망운동 발기인, 징병제도실시감사축하대회 출석 등을 통해 학병ㆍ지원병ㆍ징병 선전ㆍ선동
 -동민회 이사ㆍ평의원ㆍ감사, 조선임전보국단 상무이사
 -국민정신총동원조선연맹이사ㆍ평의원, 국민총력조선연맹 평의원', '9호
 11호


 13호

 17호', '61차(08.06.09)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (262, '정치', '귀족', '중추원', '원병희', '1884~
 1950', '-중추원 참의', '9호', '70차(08.10.27)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (263, '정치', '귀족', '중추원', '원응상', '1869~
 1958', '-중추원 참의
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈4등～훈3등 서보장, 정4위 서위', '9호
 19호', '70차(08.10.27)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (264, '정치', '귀족', '중추원', '위기철', '1889~
 미상', '-중추원 참의', '9호', '65차(08.08.11)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (265, '정치', '귀족', '중추원', '위정학', '1890~
 미상', '-중추원 참의', '9호', '71차(08.11.10)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (266, '정치', '귀족', '중추원', '유기호', '1887~
 1934', '-중추원 참의', '9호', '32차(07.03.26)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (267, '정치', '귀족', '중추원', '유빈겸', '1868~
 1932', '-중추원 참의', '9호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (268, '정치', '귀족', '중추원', '유성준', '1860~
 1934', '-중추원 참의
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈4등～훈3등 서보장, 정4위 서위', '9호
 19호', '59차(08.05.16)
 90차(09.05.11)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (269, '정치', '귀족', '중추원', '유승흠', '1876~
 미상', '-중추원 참의', '9호', '46차(07.11.12)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (270, '정치', '귀족', '중추원', '유익환', '1881~
 1946', '-중추원 참의', '9호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (271, '정치', '귀족', '중추원', '유진순', '1881~
 1945', '-중추원 참의
 -국민총력조선연맹 평의원
 -조선총독부 관료(군수, 도참여관 도지사 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 17호
 19호', '71차(08.11.10)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (272, '정치', '귀족', '중추원', '유태설', '1890~
 1968', '-중추원 참의
 -조선총독부 함흥보호관찰심사회 위원', '9호
 15호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (273, '정치', '귀족', '중추원', '유혁로', '1855~
 1940', '-중추원 찬의, 참의
 -조선총독부 관료(도참여관, 도장관 등) 역임, 훈4등～훈3등 서보장, 종4위 서위', '9호
 19호', '65차(08.08.11)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (274, '정치', '귀족', '중추원', '유흥세', '1869~
 1932', '-중추원 부찬의, 참의
 -훈6등 서보장', '9호
 19호', '32차(07.03.26)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (275, '정치', '귀족', '중추원', '윤갑병', '1863~
 1943', '-중추원 참의
 -국민협회 회장ㆍ고문, 대동일진회 회장
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -조선총독부 관료(도참여관, 도지사 등) 역임, 러일전쟁에 협력, 훈4등～훈2등 서보장, 정4위 서위', '9호
 13호
 17호

 19호', '63차(08.07.07)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (276, '정치', '귀족', '중추원', '윤정현', '1882~
 1950', '-중추원 참의', '9호', '36차(07.05.21)
 ※41차(07.08.13) 선정이의신청 기각
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (277, '정치', '귀족', '중추원', '윤치오', '1869~
 1950', '-중추원 부찬의, 찬의', '9호', '71차(08.11.10)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (278, '정치', '귀족', '중추원', '윤치호', '1866~
 1945', '-일본 제국의회 귀족원 의원
 -중추원 고문
 -조선특별지원병제도제정축하회장 및 조선특별지원병후원회장 겸 경성부 육군병지원자후원회장, 학병ㆍ지원병ㆍ징병 선전ㆍ선동
 -기독교 대표자로 일본ㆍ조선 기독교 통합활동(시국 종교활동 등), 흥아보국단ㆍ임전대책협력회ㆍ조선임전보국단 활동, ''내선일체'' 주장 기고활동, 시국방송 활동, 처우감사총궐기전선대회 회장 및 일본파견 활동, 대화동맹 이사장
 -국민정신총동원조선연맹 발기인ㆍ상무이사, 국민총력조선연맹 참여, 이사, 재단법인 기계화국방협회 조선본부 이사', '8호
 9호
 11호



 13호





 17호', '55차(08.03.10)
 ※65차(08.08.11) 선정이의신청 기각
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (279, '정치', '귀족', '중추원', '이갑용', '1894~
 1966', '-중추원 참의', '9호', '63차(08.07.07)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (280, '정치', '귀족', '중추원', '이강원', '1863~
 1944', '-중추원 참의', '9호', '59차(08.05.16)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (281, '정치', '귀족', '중추원', '이건춘', '1873~
 1936', '-중추원 찬의, 참의
 -훈4등 서보장', '9호
 19호', '28차(06.12.11)
 ※37차(07.06.04) 선정이의신청 기각
 39차(07.07.10)
 ※47차(07.11.26) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (282, '정치', '귀족', '중추원', '이겸제', '1867~
 1947', '-중추원 찬의, 참의
 -국민협회 평의원, 총무, 정무조사위원, 상담역, 고문
 -이왕직 사무관 재임, 훈3등 서보장, 종4위 서위', '9호
 13호

 19호', '70차(08.10.27)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (283, '정치', '귀족', '중추원', '이교식', '1872~
 미상', '-중추원 참의
 -평남군사후원연맹 10만원 헌금, 조선청년항공단 조직 참여 및 500원 기부, 일본육군 휼병부 500원 기부', '9호
 14호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (284, '정치', '귀족', '중추원', '이근수', '1889~
 1950', '-중추원 참의', '9호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (285, '정치', '귀족', '중추원', '이근우', '1877~
 1938', '-중추원 참의', '9호', '46차(07.11.12)
 ※66차(08.08.25) 선정이의신청 기각
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (286, '정치', '귀족', '중추원', '이기승', '1872~
 1953', '-중추원 참의
 -조선총독부 산업조사위원회 위원', '9호
 18호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (287, '정치', '귀족', '중추원', '이기찬', '1887~
 1945', '-중추원 참의
 -조선총독부 평양보호관찰심사회 위원
 -조선총독부 시국대책조사회 위원, 시국대응전선사상보국연맹 평양지부장, 국민총력조선연맹 이사', '9호
 15호
 17호', '74차(08.12.01)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (288, '정치', '귀족', '중추원', '이도익', '1865~
 1942', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (289, '정치', '귀족', '중추원', '이동우', '1879~
 1934', '-중추원 참의
 -협성구락부 간사장, 국민협회 평의원ㆍ상담역ㆍ총무, 󰡔시사평론󰡕 발행인ㆍ편집인, 󰡔민중신문󰡕 주간', '9호
 13호', '63차(08.07.07)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (290, '정치', '귀족', '중추원', '이만규', '1868~
 1931', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (291, '정치', '귀족', '중추원', '이명구', '1892~
 1975', '-중추원 참의', '9호', '59차(08.05.16)
 ※66차(08.08.25) 선정이의신청 기각
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (292, '정치', '귀족', '중추원', '이병렬', '1870~
 1955', '-중추원 참의
 -국민협회 총무ㆍ부회장ㆍ회장ㆍ고문, 󰡔시사평론󰡕 발행인ㆍ편집인, 동민회 이사ㆍ평의원', '9호
 13호', '51차(08.01.14)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (293, '정치', '귀족', '중추원', '이병학', '1866~
 1942', '-대구자제단 발기인, 평의원
 -중추원 참의
 -동양척식주식회사 설립위원, 조선식산은행 설립위원ㆍ상담역, 조선토지개량주식회사 발기인ㆍ감사', '4호
 9호
 18호', '34차(07.04.23)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (294, '정치', '귀족', '중추원', '이봉로', '1872~
 1922', '-중추원 부찬의', '9호', '14차(06.03.27)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (295, '정치', '귀족', '중추원', '이선호', '1874~
 1936', '-중추원 참의', '9호', '59차(08.05.16)
 86차(09.03.30)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (296, '정치', '귀족', '중추원', '이승구', '미상~
 미상', '-중추원 참의', '9호', '71차(08.11.10)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (297, '정치', '귀족', '중추원', '이승우', '1889~
 1955', '-중추원 참의
 -조선인징병제요망운동 발기인, 조선지원병제도제정축하회 발기인ㆍ위원, 경성부육군병지원자후원회 이사, 지원병제 선전 강연 활동, 임시특별지원병제도종로익찬위원회 실행위원
 -조선총독부 경성보호관찰심사회 위원
 -시국대응전선사상보국연맹 총무ㆍ경성지부장, 국민정신총동원조선연맹 발기인ㆍ상무이사, 국민총력조선연맹 상무이사, 조선총독부 사법법규개정조사위원회 촉탁위원, 조선총독부 시국대책조사회 위원', '9호
 11호




 15호
 17호', '50차(07.12.28)
 ※64차(08.07.21) 선정이의신청 기각
 88차(09.04.13)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (298, '정치', '귀족', '중추원', '이영찬', '1896~
 1960', '-중추원 참의', '9호', '72차(08.11.17)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (299, '정치', '귀족', '중추원', '이은우', '1881~
 1942', '-중추원 참의', '9호', '77차(09.01.05)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (300, '정치', '귀족', '중추원', '이익화', '1883~
 미상', '-중추원 참의', '9호', '71차(08.11.10)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (301, '정치', '귀족', '중추원', '이장우', '1871~
 1944', '-중추원 참의', '9호', '77차(09.01.05)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (302, '정치', '귀족', '중추원', '이재정', '1846~
 1919', '-중추원 찬의', '9호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (303, '정치', '귀족', '중추원', '이종덕', '1896~
 1961', '-중추원 참의', '9호', '79차(09.01.19)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (304, '정치', '귀족', '중추원', '이종섭', '미상~
 미상', '-중추원 참의', '9호', '74차(08.12.01)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (305, '정치', '귀족', '중추원', '이준상', '1840~
 미상', '-중추원 찬의', '9호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (306, '정치', '귀족', '중추원', '이충건', '1872~
 미상', '-중추원 참의', '9호', '56차(08.03.24)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (307, '정치', '귀족', '중추원', '이택규', '1875~
 1951', '-중추원 참의
 -국민협회 상담역, 이사
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 13호
 19호', '54차(08.02.25)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (308, '정치', '귀족', '중추원', '이택현', '1866~
 1929', '-중추원 참의', '9호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (309, '정치', '귀족', '중추원', '이항직', '1882~
 1960', '-중추원 부찬의, 참의', '9호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (310, '정치', '귀족', '중추원', '이흥재', '1880~
 미상', '-중추원 참의', '9호', '56차(08.03.24)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (311, '정치', '귀족', '중추원', '이희적', '1888~
 미상', '-중추원 참의
 -조선총독부 신의주보호관찰심사회 위원', '9호
 15호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (312, '정치', '귀족', '중추원', '인창환', '1887~
 1958', '-중추원 참의', '9호', '63차(08.07.07)
 90차(09.05.11)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (313, '정치', '귀족', '중추원', '임창수', '1892~
 1960', '-중추원 참의
 -국민총력조선연맹 이사', '9호
 17호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (314, '정치', '귀족', '중추원', '임창하', '미상~
 미상', '-중추원 참의
 -비행기 헌납자금으로 50만원 헌금, 비행기 5대 헌납, 육해군장병위문금 등으로 17만원 헌금', '9호
 14호', '77차(09.01.05)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (315, '정치', '귀족', '중추원', '장대익', '1879~
 미상', '-중추원 참의', '9호', '59차(08.05.16)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (316, '정치', '귀족', '중추원', '장상철', '1870~
 1930', '-중추원 참의', '9호', '56차(08.03.24)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (317, '정치', '귀족', '중추원', '장석원', '1883~
 1950', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 19호', '65차(08.08.11)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (318, '정치', '귀족', '중추원', '장용관', '1888~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (319, '정치', '귀족', '중추원', '장응상', '1878~
 1942', '-중추원 참의', '9호', '59차(08.05.16)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (320, '정치', '귀족', '중추원', '장준영', '1906~
 1975', '-중추원 참의', '9호', '61차(08.06.09)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (321, '정치', '귀족', '중추원', '장헌식', '1869~
 1950', '-중추원 참의
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈2등 서보장, 정4위 서위', '9호
 17호

 19호', '61차(08.06.09)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (322, '정치', '귀족', '중추원', '전덕룡', '1874~
 미상', '-중추원 참의', '9호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (323, '정치', '귀족', '중추원', '전석영', '1893~
 미상', '-중추원 참의
 -조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 쌍광욱일장, 종4위 서위', '9호
 19호', '46차(07.11.12)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (324, '정치', '귀족', '중추원', '전승수', '1895~
 1969', '-중추원 참의', '9호', '72차(08.11.17)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (325, '정치', '귀족', '중추원', '정건유', '1874~
 미상', '-중추원 참의', '9호', '52차(08.01.28)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (326, '정치', '귀족', '중추원', '정관조', '1860~
 미상', '-중추원 참의', '9호', '59차(08.05.16)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (327, '정치', '귀족', '중추원', '정난교', '1864~
 1943', '-중추원 참의
 -조선총독부 관료(도참여관 등) 역임, 훈6등 서보장, 종4위 서위', '9호
 19호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (328, '정치', '귀족', '중추원', '정대현', '1888~
 1938', '-중추원 참의', '9호', '75차(08.12.08)
 ※96차(09.06.22) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (329, '정치', '귀족', '중추원', '정동식', '1868~
 미상', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (330, '정치', '귀족', '중추원', '정병조', '1863~
 1945', '-중추원 부찬의, 참의
 -국민협회 총무, 부회장, 고문', '9호
 13호', '28차(06.12.11)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (331, '정치', '귀족', '중추원', '정석모', '1871~
 1942', '-중추원 참의', '9호', '51차(08.01.14)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (332, '정치', '귀족', '중추원', '정석용', '1878~
 1951', '-중추원 참의', '9호', '68차(08.09.22)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (333, '정치', '귀족', '중추원', '정순현', '1874~
 1947', '-중추원 참의', '9호', '54차(08.02.25)
 86차(09.03.30)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (334, '정치', '귀족', '중추원', '정인흥', '1852~
 1924', '-중추원 찬의
 -항일의병장 허위 등 재판에 참여
 -한국병합기념장', '9호
 15호
 19호', '14차(06.03.27)
 ※21차(06.08.07) 선정이의신청 기각
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (335, '정치', '귀족', '중추원', '정재학', '1856~
 1940', '-대구자제단 발기인, 평의원
 -중추원 참의
 -조선총독부 산업조사위원회 위원', '4호
 9호
 18호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (336, '정치', '귀족', '중추원', '정진홍', '1855~
 1926', '-중추원 부찬의, 참의
 -훈4등 서보장, 각파유지연맹 발기인', '9호
 19호', '28차(06.12.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (337, '정치', '귀족', '중추원', '정태균', '1884~
 1964', '-중추원 참의', '9호', '52차(08.01.28)
 ※62차(08.06.23) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (338, '정치', '귀족', '중추원', '정해붕', '1871~
 1950', '-중추원 참의', '9호', '71차(08.11.10)
 ※89차(09.04.22) 선정이의신청 기각
 91차(09.05.18)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (339, '정치', '귀족', '중추원', '정호봉', '1879~
 1934', '-중추원 참의', '9호', '52차(08.01.28)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (340, '정치', '귀족', '중추원', '조병건', '1853~
 1924', '-중추원 부찬의, 참의', '9호', '28차(06.12.11)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (341, '정치', '귀족', '중추원', '조상옥', '1896~
 미상', '-중추원 참의', '9호', '79차(09.01.19)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (342, '정치', '귀족', '중추원', '조영희', '1855~
 1930', '-중추원 찬의, 참의
 -훈3등 서보장, 종4위 서위', '9호
 19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (343, '정치', '귀족', '중추원', '조원성', '1850~
 1917', '-중추원 부찬의', '9호', '14차(06.03.27)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (344, '정치', '귀족', '중추원', '조재영', '1875~
 1917', '-중추원 부찬의', '9호', '14차(06.03.27)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (345, '정치', '귀족', '중추원', '조희문', '1858~
 1941', '-중추원 찬의, 참의
 -조선총독부 관료(도장관) 역임, 훈4등～훈3등 서보장, 종4위 서위', '9호
 19호', '77차(09.01.05)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (346, '정치', '귀족', '중추원', '주영환', '1882~
 1947', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 19호', '77차(09.01.05)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (347, '정치', '귀족', '중추원', '지희열', '1875~
 1941', '-중추원 참의', '9호', '71차(09.11.10)
 ※89차(09.04.22) 선정이의신청 기각
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (348, '정치', '귀족', '중추원', '진희규', '1878~
 1959', '-중추원 참의', '9호', '56차(08.03.24)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (349, '정치', '귀족', '중추원', '차남진', '1893~
 1970', '-중추원 참의', '9호', '75차(08.12.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (350, '정치', '귀족', '중추원', '천장욱', '1867~
 1923', '-중추원 참의', '9호', '제30차(07.2.27)
 제39차(07.7.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (351, '정치', '귀족', '중추원', '최상돈', '1869~
 1916', '-중추원 부찬의
 -훈4등 서보장, 한국병합기념장', '9호
 19호', '13차(06.03.20)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (352, '정치', '귀족', '중추원', '최석하', '1878~
 1929', '-중추원 참의', '9호', '제32차(07.03.26)
 제42차(07.09.01)
 ※99차(09.07.06) 수정심의(19호 삭제)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (353, '정치', '귀족', '중추원', '최양호', '1882~
 1950', '-중추원 참의', '9호', '46차(07.11.12)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (354, '정치', '귀족', '중추원', '최연국', '1886~
 1951', '-중추원 참의', '9호', '54차(08.02.25)
 ※66차(08.08.25) 선정이의신청 기각
 87차(09.04.06)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (355, '정치', '귀족', '중추원', '최윤', '1886~
 1970', '-중추원 참의
 -조선유도연합회 상임이사, 경학원 강사로 ‘중견유림성지숭배단’참여', '9호
 17호', '71차(08.11.10)
 ※93차(09.06.01) 선정이의신청 기각
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (356, '정치', '귀족', '중추원', '최재엽', '1895~
 1941', '-중추원 참의', '9호', '72차(08.11.17)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (357, '정치', '귀족', '중추원', '최정묵', '1900~
 미상', '-중추원 참의
 -지원병 모집 간담회 민간측 대표/징병제시행감사 및 적미영격멸결의선양 전선공직자대회 실행위원 및 특별위원 활동', '9호
 11/17호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (358, '정치', '귀족', '중추원', '최준집', '1893~
 1970', '-중추원 참의
 -매일신보 발기인, 취체역 활동/국민총력조선연맹 이사', '9호
 17호', '61차(08.09.09)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (359, '정치', '귀족', '중추원', '최지환', '1882~
 1959', '-중추원 참의
 -조선총독부 경찰(경시)․관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장, 징병제 실시 적극 선전', '9호
 19호', '65차(08.08.11)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (360, '정치', '귀족', '중추원', '최창조', '1880~
 미상', '-중추원 참의', '9호', '56차(08.03.24)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (361, '정치', '귀족', '중추원', '최창호', '1891~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (362, '정치', '귀족', '중추원', '최형직', '미상~
 미상', '-중추원 참의', '9호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (363, '정치', '귀족', '중추원', '피성호', '미상~
 1927', '-중추원 참의', '9호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (364, '정치', '귀족', '중추원', '하준석', '1898~
 1976', '-중추원 참의
 -국민정신총동원조선연맹 참사, 국민총력조선연맹 참사', '9호
 17호', '65차(08.08.11)
 ※87차(09.04.06) 선정이의신청 기각
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (365, '정치', '귀족', '중추원', '한규복', '1881~
 1967', '-중추원 참의
 -조선인징병제요망운동 발기인ㆍ상임준비위원, 조선지원병제도제정축하회 발기인ㆍ실행위원ㆍ부회장, 경성부육군병지원자후원회 이사, 경성부임시지원병제도익찬위원회 실행위원 등
 - 동민회 이사ㆍ부회장, 흥아보국단 준비위원, 임전대책협의회 준비위원, 조선임전보국단 이사장ㆍ부단장
 - 조선총독부 시국대책조사회 위원, 국민정신총동원조선연맹 이사, 국민총력조선연맹 이사ㆍ기획위원회 위원
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장', '9호
 11호




 13호


 17호


 19호', '72차(08.11.17)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (366, '정치', '귀족', '중추원', '한상봉', '1876~
 1933', '-중추원 참의', '9호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (367, '정치', '귀족', '중추원', '한영원', '1871~
 1934', '-중추원 참의', '9호', '56차(08.03.24)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (368, '정치', '귀족', '중추원', '한익교', '1886~
 미상', '-중추원 참의
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원', '9호
 17호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (369, '정치', '귀족', '중추원', '한진창', '1858~
 1935', '-중추원 참의', '9호', '56차(08.03.24)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (370, '정치', '귀족', '중추원', '한창동', '1883~
 1950', '-중추원 참의', '9호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (371, '정치', '귀족', '중추원', '허진', '1853~
 1932', '-중추원 부찬의', '9호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (372, '정치', '귀족', '중추원', '현기봉', '1855~
 1924', '-중추원 참의', '9호', '77차(09.01.05)
 ※97차(09.06.24) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (373, '정치', '귀족', '중추원', '현은', '1860~
 1934', '-중추원 참의', '9호', '34차(07.04.23)
 ※41차(07.08.13) 선정이의신청 기각
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (374, '정치', '귀족', '중추원', '현준호', '1889~
 1950', '-중추원 참의
 -조선총독부 광주보호관찰심사회 위원
 -조선총독부 시국대책조사회 위원, 시국대응전선사상보국연맹 광주지부장, 광주대화숙 고문', '9호
 15호
 17호', '77차(09.01.05)
 ※97차(09.06.24) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (375, '정치', '귀족', '중추원', '홍성연', '1881~
 1933', '-중추원 참의', '9호', '59차(08.05.16)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (376, '정치', '귀족', '중추원', '홍승목', '1847~
 1925', '-중추원 찬의
 -훈4등 서보장', '9호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (377, '정치', '귀족', '중추원', '홍우석', '1864~
 1926', '-중추원 부찬의
 -평리원 판사ㆍ재판장ㆍ대심원 판사로 의병 재판 참여', '9호
 15호', '77차(09.01.05)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (378, '정치', '귀족', '중추원', '홍운표', '1880~
 1945', '-중추원 부찬의', '9호', '13차(06.03.20)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (379, '정치', '귀족', '중추원', '홍재하', '1852~
 미상', '-중추원 부찬의', '9호', '14차(06.03.27)
 24차(06.09.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (380, '정치', '귀족', '중추원', '홍종국', '1885~
 1951', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 19호', '63차(08.07.07)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (381, '정치', '귀족', '중추원', '홍종철', '1890~
 1973', '-중추원 참의', '9호', '54차(08.02.25)
 ※64차(08.07.21) 선정이의신청 기각
 90차(09.05.11)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (382, '정치', '귀족', '중추원', '홍치업', '1890~
 미상', '-중추원 참의', '9호', '65차(08.08.11)
 ※88차(09.04.13) 선정이의신청 기각
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (383, '정치', '귀족', '중추원', '황종국', '1891~
 미상', '-중추원 참의
 -조선총독부 청진보호관찰심의회 위원', '9호
 15호', '68차(08.09.22)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (384, '정치', '통치기구', '관료', '강필성', '1885~
 1939', '-중추원 참의
 -조선총독부 관료(군수. 도참여관, 도지사 등) 역임, 훈8등～4등 서보장', '9호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (385, '정치', '통치기구', '관료', '계광순', '1909~
 1990', '-국민총력조선연맹 참사ㆍ위원, 조선음악협회 전무이사, 조선미술가협회 이사장, 조선문인협회 평의원
 -조선총독부 경찰(경시)․관료(군수, 도참여관 등) 역임, 훈6등 서보장', '17호


 19호', '65차(08.08.11)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (386, '정치', '통치기구', '관료', '계응규', '1869~
 1920', '-조선총독부 관료(군수) 역임, 한국병합기념장, 훈6등 서보장', '19호', '14차(06.03.27)
 ※22차(06.09.11) 선정이의신청 기각
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (387, '정치', '통치기구', '관료', '계찬겸', '1890~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈4등 서보장', '19호', '74차(08.12.01)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (388, '정치', '통치기구', '관료', '고긍명', '1898~
 미상', '-조선총독부 관료(군수) 역임, 훈6등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (389, '정치', '통치기구', '관료', '고희준', '1880~
 미상', '-국민협회 상담역ㆍ정무조사위원장ㆍ상의원장, 시국대동단 발기인ㆍ집행위원
 -조선총독부 관료(군수) 역임, 훈3등 서보장', '13호

 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (390, '정치', '통치기구', '관료', '구자경', '1888~
 미상', '-조선식량영단 이사
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등～ 훈4등 서보장, 훈5등 쌍광욱일장, 종4위 서위', '17호
 19호', '59차(08.05.16)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (391, '정치', '통치기구', '관료', '권중식', '1892~
 1943', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장', '9호
 19호', '66차(08.08.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (392, '정치', '통치기구', '관료', '권중환', '1890~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (393, '정치', '통치기구', '관료', '김규년', '1890~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (394, '정치', '통치기구', '관료', '김기영', '미상~
 1914', '-의병부대 회유, 의병 체포 협력', '2호', '21차(06.08.07)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (395, '정치', '통치기구', '관료', '김대우', '1900~
 1976', '-국민정신총동원조선연맹 상무이사, 국민정신총동원전라남도연맹 이사장, 국민총력전라북도연맹 회장
 -조선총독부 관료(군수, 참여관, 도지사 등) 역임, 훈6등～훈4등 서보장', '17호


 19호', '59차(08.05.16)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (396, '정치', '통치기구', '관료', '김동훈', '1886~
 1947', '-중추원 참의
 -국민총력조선연맹 평의원, 이사
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 훈3등 욱일중수장, 정4위 서위', '9호
 17호
 19호', '56차(08.03.24)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (397, '정치', '통치기구', '관료', '김병태', '1887~
 1943', '-국민정신총동원조선연맹 참여, 국민총력황해도연맹 회장, 국민총력전라북도연맹 회장
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 훈4등 욱일소수장, 종4위 서위', '17호


 19호', '46차(07.11.12)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (398, '정치', '통치기구', '관료', '김상연', '1874~
 1941', '-조선총독부 관료(군수, 도참여관) 역임, 훈6등～훈5등 서보장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (399, '정치', '통치기구', '관료', '김서규', '1875~
 1935', '-중추원 참의
 -경북국방의회연합회 회장
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장', '9호
 17호
 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (400, '정치', '통치기구', '관료', '김시권', '1884~
 미상', '-학병, 지원병, 징병제 선전ㆍ선동
 -흥아보국단준비위원회 준비위원, 임전대책협력회 위원, 조선임전보국단 상무이사ㆍ이사장
 -국민정신총동원강원도연맹 총재, 국민정신총동원조선연맹 참여, 국민총력조선연맹 이사ㆍ평의원
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 훈3등 욱일중수장, 정4위 서위', '11호
 13호


 17호


 19호', '34차(07.04.23)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (401, '정치', '통치기구', '관료', '김시명', '1907~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 전쟁물자 공출ㆍ국방헌금 모집 등 전쟁협력', '16호', '79차(09.01.19)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (402, '정치', '통치기구', '관료', '김영묵', '1892~
 미상', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 단광욱일장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (403, '정치', '통치기구', '관료', '김영배', '1886~
 1943', '-중추원 참의
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관) 역임, 훈6등～훈4등 서보장, 훈5등 쌍광욱일장, 종4위 서위', '9호
 19호', '63차(08.07.07)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (404, '정치', '통치기구', '관료', '김영상', '1899~
 미상', '-조선총독부 관료(도이사관, 도참여관 등) 역임, 훈6등 서보장', '19호', '54차(08.02.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (405, '정치', '통치기구', '관료', '김영수', '1888~
 1974', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (406, '정치', '통치기구', '관료', '김우영', '1886~
 1958', '-중추원 참의
 -임시특별지원병경성익찬회 동대문위원회 대표
 -조선총독부 관료(도이사관, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 11호

 19호', '46차(07.11.12)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (407, '정치', '통치기구', '관료', '김종순', '1886~
 1957', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (408, '정치', '통치기구', '관료', '김학성', '1894~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈7등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (409, '정치', '통치기구', '관료', '김형운', '1884~
 1956', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (410, '정치', '통치기구', '관료', '김희덕', '1910~
 미상', '-조선총독부 관료(군수, 총독부 사무관 등) 역임, 훈6등 서보장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (411, '정치', '통치기구', '관료', '류시환', '1887~
 1979', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '71차(08.11.10)
 ※89차(09.04.22) 선정이의신청 기각
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (412, '정치', '통치기구', '관료', '박기환', '1896~
 1988', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (413, '정치', '통치기구', '관료', '박용섭', '1892~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (414, '정치', '통치기구', '관료', '박용현', '1892~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '74차(08.12.01)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (415, '정치', '통치기구', '관료', '박재홍', '1892~
 1977', '-조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈4등 서보장, 훈5등 쌍광욱일장', '19호', '46차(07.11.12)
 87차(09.04.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (416, '정치', '통치기구', '관료', '박정수', '1895~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (417, '정치', '통치기구', '관료', '박제륜', '1886~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (418, '정치', '통치기구', '관료', '박제승', '1890~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (419, '정치', '통치기구', '관료', '박철', '1883~
 미상', '-조선총독부 관료(군수, 도사회과장 등) 역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '74차(08.12.01)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (420, '정치', '통치기구', '관료', '박호근', '1898~
 미상', '-조선총독부 관료(군수)ㆍ만주국 관료(개척총국 이사관) 역임, 훈6등 서보장, 징병제 선전', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (421, '정치', '통치기구', '관료', '백낙삼', '미상~
 미상', '-훈6등 욱일장, 러일전쟁 협력', '19호', '21차(06.08.07)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (422, '정치', '통치기구', '관료', '백흥기', '1885~
 미상', '-조선총독부 관료(군수, 도참여관) 역임, 훈6등 서보장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (423, '정치', '통치기구', '관료', '석진형', '1877~
 1946', '-동양척식주식회사 감사
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈4등 서보장', '18호
 19호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (424, '정치', '통치기구', '관료', '소진은', '1892~
 미상', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈8등～훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (425, '정치', '통치기구', '관료', '손영목', '1888~
 1950', '-지원병ㆍ징병제 실시 찬양
 -대화동맹 준비위원ㆍ상무이사, 흥아보국단 준비위원, 조선임전보국단 발기인ㆍ감사
 -국민정신총동원조선연맹 참여, 국민총력조선연맹 상무이사ㆍ후생부장ㆍ징병후원사업부장 등
 -석만척식주식회사 이사, 만선척식주식회사 이사, 만주척식회사 이사
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈2등 서보장, 정4위 서위', '11호
 13호


 17호


 18호

 19호', '56차(08.03.24)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (426, '정치', '통치기구', '관료', '송문헌', '1892~
 1970', '-조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈4등 서보장, 훈5등 쌍광욱일장, 국민총력황해도연맹ㆍ충청남도연맹 회장', '19호', '51차(08.01.14)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (427, '정치', '통치기구', '관료', '송주순', '1888~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (428, '정치', '통치기구', '관료', '송찬도', '1893~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장, 훈6등 단광욱일장', '19호', '54차(08.02.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (429, '정치', '통치기구', '관료', '신우선', '1873~
 1943', '-중추원 부찬의, 조선총독부 관료(군수) 역임, 훈6등 서보장', '9/19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (430, '정치', '통치기구', '관료', '신태건', '1879~
 미상', '-울산자위회 조직, 3ㆍ1운동 탄압
 -조선총독부 관료(군수) 역임, 훈4등 서보장', '16호
 19호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (431, '정치', '통치기구', '관료', '안용백', '1901~
 1977', '-조선총독부 학무국 편수서기 등으로 활동, 내선일체ㆍ황민화ㆍ전쟁협력 강조 글발표', '13호', '63차(08.07.07)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (432, '정치', '통치기구', '관료', '양재하', '1883~
 1946', '-선만척식주식회사 감사, 만선척식주식회사 감사
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장', '18호

 19호', '36차(07.05.21)
 ※42차(07.09.01) 선정이의신청 기각
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (433, '정치', '통치기구', '관료', '엄창섭', '1890~
 미상', '-국민총력전라남도연맹 회장, 국민총력경상북도연맹 회장, 국민총력조선연맹 상무이사, 조선전시종교보국회 회장 등
 -조선총독부 관료(총독부 사무관, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 훈4등 욱일소수장, 종4위 서위', '17호


 19호', '61차(08.06.09)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (434, '정치', '통치기구', '관료', '여구현', '1892~
 미상', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (435, '정치', '통치기구', '관료', '오광은', '1887~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (436, '정치', '통치기구', '관료', '오두환', '1883~
 1954', '-조선총독부 관료(군수, 부영사 등) 역임, 훈6등～훈5등 서보장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (437, '정치', '통치기구', '관료', '오해건', '1895~
 미상', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (438, '정치', '통치기구', '관료', '원의상', '1891~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (439, '정치', '통치기구', '관료', '원진희', '1888~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (440, '정치', '통치기구', '관료', '유만겸', '1889~
 1944', '-중추원 참의
 -국민정신총동원조선연맹 참여, 국민총력조선연맹 평의원, 조선유도연합회 참여ㆍ부회장, 충청북도유도연합회 회장
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 훈4등 욱일소수장, 종4위 서위', '9호
 17호


 19호', '61차(08.06.09)
 ※71차(08.11.10) 선정이의신청 기각
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (441, '정치', '통치기구', '관료', '유진명', '1880~
 1946', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장, 국민협회 상담역ㆍ총무ㆍ상의원', '19호', '71차(08.11.10)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (442, '정치', '통치기구', '관료', '윤관', '1897~
 1970', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (443, '정치', '통치기구', '관료', '윤상희', '1899~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등 서보장', '19호', '59차(08.05.16)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (444, '정치', '통치기구', '관료', '윤태빈', '1887~
 미상', '-충청남도국방의회연합회 상무이사, 국민정신총동원조선연맹 참사ㆍ참여, 조선방공협회 평의원 겸 강원도충청북도연합지부장, 조선중요물자영단 감사, 국민총력조선연맹 평의원
 -조선총독부 관료(도참여관, 도지사 등) 역임, 훈6등～훈4등 서보장', '17호




 19호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (445, '정치', '통치기구', '관료', '이계한', '1895~
 1968', '-중추원 참의
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 훈5등 쌍광욱일장, 종4위 서위', '9호
 19호', '52차(08.01.28)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (446, '정치', '통치기구', '관료', '이규완', '1862~
 1946', '-함경남도 지사로서 일본군에 독립군 진압 요청
 -조선총독부 관료(도장관, 도지사 등) 역임, 훈4등～훈3등 서보장, 강원지방토지조사위원회 위원장, 경성부육군병지원자후원회 이사', '3호

 19호', '30차(07.02.27)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (447, '정치', '통치기구', '관료', '이기방', '1888~
 미상', '-국민총력충청남도연맹 회장, 국민총력조선연맹 이사
 -조선총독부 관료(군수, 도참여관, 도지사) 역임, 훈6등～훈4등 서보장, 훈4등 욱일소수장, 종4위 서위', '17호

 19호', '51차(08.01.14)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (448, '정치', '통치기구', '관료', '이두황', '미상~
 미상', '-의병탄압 지원, 의병부대 활동 방해
 -조선총독부 관료(도장관) 역임, 훈3등 서보장, 종4위 서위', '2호
 19호', '14차(06.03.27)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (449, '정치', '통치기구', '관료', '이범관', '1888~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (450, '정치', '통치기구', '관료', '이범래', '1868~
 미상', '-조선총독부 관료(도참여관 등) 역임, 훈4등 서보장', '19호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (451, '정치', '통치기구', '관료', '이성근', '1887~
 미상', '-경성지원병제도취지보급실행위원회 참가, 육군특별지원병경성후원회 참여, 징병제실시기념사업실행위원회 실행위원 및 징병제 실시 감사헌금운동 참여, 특별지원병제ㆍ징병제 찬양
 -흥아보국단 준비위원, 임전대책협의회 준비위원, 조선임전보국단 발기인ㆍ상무이사, 대화동맹 준비위원ㆍ상무이사
 -3ㆍ1운동 관련자 검거, 신문 조서 작성
 -국민정신총동원조선연맹 참여, 국민총력조선연맹 상무이사, 기획위원회 위원 등, 매일신보사 사장
 -조선총독부 경찰(경시)ㆍ관료(참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 종4위 서위', '11호




 13호


 16호

 17호


 19호', '66차(08.08.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (452, '정치', '통치기구', '관료', '이승칠', '1862~
 미상', '-재령자제단 조직, 3ㆍ1운동 탄압
 -조선총독부 관료(군수) 역임, 훈6등 서보장', '16호
 19호', '28차(06.12.11)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (453, '정치', '통치기구', '관료', '이운붕', '1894~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '74차(08.12.01)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (454, '정치', '통치기구', '관료', '이원규', '1890~
 1942', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 훈5등 쌍광욱일장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (455, '정치', '통치기구', '관료', '이원보', '1889~
 1968', '-중추원 참의
 -학병, 징병, 징용 선전ㆍ선동
 -국민정신총동원조선연맹 참사, 국민총력 전라북도연맹 회장, 국민총력조선연맹 이사
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈4등 서보장, 훈4등 욱일소수장, 종4위 서위', '9호
 11호
 17호


 19호', '56차(08.03.24)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (456, '정치', '통치기구', '관료', '이원창', '1886~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (457, '정치', '통치기구', '관료', '이윤세', '1890~
 1971', '-조선총독부 관료(군수, 경성부 사회과장 등) 역임, 훈6등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (458, '정치', '통치기구', '관료', '이윤영', '1884~
 미상', '-조선총독부 관료(군수, 도참여관) 역임, 훈3등 서보장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (459, '정치', '통치기구', '관료', '이종국', '1875~
 1927', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위, 대구자제단 결성에 적극 참여', '19호', '28차(06.12.11)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (460, '정치', '통치기구', '관료', '이종은', '1885~
 1967', '-동양척식주식회사 감사
 -조선총독부 관료(군수, 도참여관) 역임, 훈6등～훈4등 서보장, 종4위 서위', '18호
 19호', '54차(08.02.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (461, '정치', '통치기구', '관료', '이진호', '1867~
 1946', '-일본 제국의회 귀족원 의원
 -중추원 참의, 부의장, 고문
 -조선인징병제요망운동 발기인, 경성지원병제도취지보급실행위원회 특별실행위원, 징병제실시기념사업실행위원회 징병제실시 감사헌금운동 참여
 -동민회 평의원ㆍ이사ㆍ상담역, 흥아보국단 준비위원, 임전대책협의회 준비위원, 조선임전보국단 발기인ㆍ고문
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원ㆍ고문
 -조선총독부 관료(도장관, 도지사 등) 역임, 훈4등～훈2등 서보장, 정4위 서위, 전라북도 자성회 조직, 경북ㆍ전북 지방토지조사위원회 위원장', '8호
 9호
 11호



 13호


 17호

 19호', '61차(08.06.09)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (462, '정치', '통치기구', '관료', '이찬용', '1893~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (463, '정치', '통치기구', '관료', '이창근', '1900~
 미상', '-조선총독부 관료(도참여관, 도지사 등) 역임, 훈6등～훈4등 서보장, 국민정신총동원조선연맹 참사, 국민총력충청북도연맹ㆍ경상북도연맹 회장', '19호', '66차(08.08.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (464, '정치', '통치기구', '관료', '이해용', '1891~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 훈5등 쌍광욱일장', '19호', '68차(08.09.22)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (465, '정치', '통치기구', '관료', '이희순', '1895~
 미상', '-조선총독부 관료(군수) 역임, 훈6등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (466, '정치', '통치기구', '관료', '임문석', '1903~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등 서보장', '19호', '68차(08.09.22)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (467, '정치', '통치기구', '관료', '임헌영', '1888~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (468, '정치', '통치기구', '관료', '임헌평', '1905~
 미상', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등 서보장', '19호', '71차(08.11.10)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (469, '정치', '통치기구', '관료', '장기창', '1895~
 1952', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장', '19호', '74차(08.12.01)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (470, '정치', '통치기구', '관료', '장수길', '1911~
 미상', '-조선총독부 관료(총독부 사무관, 경성부 사무관 등) 역임, 훈6등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (471, '정치', '통치기구', '관료', '장윤식', '1901~
 1949', '-중추원 참의
 -조선총독부 관료(도이사관, 도참여관 등) 역임, 훈6등 서보장', '9호
 19호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (472, '정치', '통치기구', '관료', '장헌근', '1881~
 미상', '-중추원 참의
 -국민총력조선연맹 이사
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장, 종4위 서위', '9호
 17호
 19호', '63차(08.07.07)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (473, '정치', '통치기구', '관료', '전창림', '1889~
 미상', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (474, '정치', '통치기구', '관료', '정교원', '1887~
 미상', '-중추원 참의
 -흥아보국단 준비위원ㆍ상임위원, 임전대책협의회 준비위원, 조선임전보국단 상무이사
 -국민정신총동원조선연맹 상무이사, 국민총력조선연맹 이사ㆍ총무부장
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 정4위 서위', '9호
 13호


 17호


 19호', '36차(07.05.21)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (475, '정치', '통치기구', '관료', '정기창', '1889~
 미상', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (476, '정치', '통치기구', '관료', '정민조', '1903~
 1972', '-조선총독부 관료(군수, 총독부 사무관 등) 역임, 훈6등 서보장', '19호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (477, '정치', '통치기구', '관료', '정연기', '1891~
 미상', '-중추원 참의
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장, 국민총력전라북도연맹 회장', '9호
 19호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (478, '정치', '통치기구', '관료', '정용신', '1907~
 미상', '-조선총독부 관료(도이사관, 도참여관 등) 역임, 훈6등 서보장', '19호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (479, '정치', '통치기구', '관료', '정운성', '1888~
 1966', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (480, '정치', '통치기구', '관료', '정찬선', '1889~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (481, '정치', '통치기구', '관료', '조경하', '1888~
 1941', '-중추원 참의
 -조선총독부 관료(군수, 도참여관 등) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '9호
 19호', '66차(08.08.25)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (482, '정치', '통치기구', '관료', '조경호', '1887~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '74차(08.12.01)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (483, '정치', '통치기구', '관료', '조동민', '1886~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (484, '정치', '통치기구', '관료', '조병교', '1862~
 1941', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈4등 욱일소수장(러일전쟁 협력), 훈3등 서보장', '19호', '34차(07.04.23)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (485, '정치', '통치기구', '관료', '조상만', '1888~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '74차(08.12.01)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (486, '정치', '통치기구', '관료', '조춘원', '1889~
 1945', '-조선총독부 관료(군수) 역임, 훈8등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (487, '정치', '통치기구', '관료', '주시헌', '1892~
 1940', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '19호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (488, '정치', '통치기구', '관료', '최만달', '1896~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (489, '정치', '통치기구', '관료', '최병혁', '1878~
 1920', '-조선총독부 관료(군수) 역임, 한국병합기념장, 훈6등 서보장', '19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (490, '정치', '통치기구', '관료', '최익하', '1888~
 1959', '-조선총독부 관료(군수, 도참여관 등) 역임, 훈4등 서보장, 종4위 서위', '19호', '34차(07.04.23)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (491, '정치', '통치기구', '관료', '최정덕', '1865~
 미상', '-자위단원호회 제4부 위원장
 -조선총독부 관료(도참여관 등) 역임, 훈4등 서보장, 한국병합기념장, 정4위 서위', '2호
 19호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (492, '정치', '통치기구', '관료', '최창홍', '1903~
 1951', '-조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등 서보장', '19호', '74차(08.12.01)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (493, '정치', '통치기구', '관료', '최태봉', '1896~
 미상', '-조선총독부 관료(군수) 역임, 훈8등～훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (494, '정치', '통치기구', '관료', '최하영', '1908~
 미상', '-조선총독부 관료(총독부 사무관, 서기관 등) 역임, 훈6등 서보장, 조선중앙정보위원회 위원, 국민총력운동연락위원회 위원', '19호', '68차(08.09.22)
 ※89차(09.04.22) 선정이의신청 기각
 94차(09.06.08)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (495, '정치', '통치기구', '관료', '최항묵', '1885~
 1976', '-조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장, 훈5등 쌍광욱일장', '19호', '77차(09.01.05)
 ※93차(09.06.01) 선정이의신청 기각
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (496, '정치', '통치기구', '관료', '최형직', '1895~
 1975', '-조선총독부 관료(군수) 역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '80차(09.02.02)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (497, '정치', '통치기구', '관료', '한동석', '1909~
 1956', '-조선총독부 경찰(경시)ㆍ관료(도참여관 등) 역임, 항일독립운동단체 검거 취조', '16호', '79차(09.01.19)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (498, '정치', '통치기구', '관료', '허섭', '1885~
 미상', '-조선총독부 관료(군수) 역임, 훈6등～훈4등 서보장, 훈4등 욱일소수장', '19호', '71차(08.11.10)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (499, '정치', '통치기구', '관료', '홍승균', '1885~
 1948', '-국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈6등～훈3등 서보장, 종4위 서위', '17호

 19호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (500, '정치', '통치기구', '관료', '홍영선', '1897~
 1974', '-조선총독부 관료(군수, 도참여관 등)ㆍ만주국 관료(사무관, 이사관 등) 역임, 훈6등～훈5등 서보장', '19호', '71차(08.11.10)
 91차(09.05.18)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (501, '정치', '통치기구', '관료', '황덕순', '1889~
 미상', '-조선총독부 관료(군수 등) 역임, 훈6등 서보장～훈5등 서보장', '19호', '77차(09.01.05)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (502, '정치', '통치기구', '사법', '강동진', '1915~
 미상', '-판사, 항일운동 재판 참여(김용규, 주봉식 재판 등)', '15호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (503, '정치', '통치기구', '사법', '김낙헌', '1874~
 1919', '-중추원 부찬의
 -검사ㆍ판사, 의병재판, 105인사건 재판 참여
 -한국병합기념장, 대정대례기념장', '9호
 15호

 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (504, '정치', '통치기구', '사법', '김두일', '1898~
 미상', '- 판사, 항일운동 재판 참여(조재성 재판 등)
 -훈6등 서보장', '15호

 19호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (505, '정치', '통치기구', '사법', '김세완', '1894~
 1973', '-판사, 항일운동 재판 참여(신용기, 이성태 재판 등)
 -훈6등 서보장', '15호

 19호', '78차(09.01.12)
 ※95차(09.06.15) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (506, '정치', '통치기구', '사법', '김응준', '1869~
 미상', '-판사, 의병재판 참여', '15호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (507, '정치', '통치기구', '사법', '김준평', '1904~
 미상', '- 판사, 항일운동 재판 참여(국진순, 임부득 재판 등)
 -훈6등 서보장', '15호

 19호', '54차(08.02.25)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (508, '정치', '통치기구', '사법', '나진', '1881~
 1918', '-검사, 의병재판 참여(전성환 재판 등)', '15호', '17차(06.05.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (509, '정치', '통치기구', '사법', '노상구', '1892~
 미상', '- 판사, 항일운동 재판 참여(김승국 재판 등)
 -훈6등～훈4등 서보장, 종4위 서위', '15호

 19호', '78차(09.01.12)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (510, '정치', '통치기구', '사법', '노용호', '1904~
 1970', '-판사, 항일운동 재판 참여(강신홍 재판 등)', '15호', '74차(08.12.01)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (511, '정치', '통치기구', '사법', '문승모', '1895~
 미상', '-판사, 항일운동 재판 참여(현정건 재판 등)
 -훈7등～훈5등 서보장', '15호

 19호', '68차(08.09.22)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (512, '정치', '통치기구', '사법', '민병성', '1890~
 미상', '-조선총독부 검사로 약 30년간 재임, 항일운동 수사ㆍ재판에 참여, 훈6등～훈4등 서보장, 종4위 서위', '19호', '79차(09.01.19)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (513, '정치', '통치기구', '사법', '박만서', '1879~
 1924', '-판사, 의병재판 참여', '15호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (514, '정치', '통치기구', '사법', '박제선', '1858~
 1943', '-판사, 의병재판 참여', '15호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (515, '정치', '통치기구', '사법', '백윤화', '1893~
 1956', '-판사, 항일운동 재판 참여(박종운 재판 등)
 -훈6등～훈4등 서보장', '15호

 19호', '52차(08.01.28)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (516, '정치', '통치기구', '사법', '백한성', '1899~
 1971', '-판사, 항일운동 재판 참여(정달헌 재판 등)', '15호', '74차(08.12.01)
 ※93차(09.06.01) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (517, '정치', '통치기구', '사법', '변옥주', '1906~
 1964', '-판사, 항일운동 재판 참여(손태춘 재판 등)', '15호', '78차(09.01.12)
 ※95차(09.06.15) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (518, '정치', '통치기구', '사법', '송화식', '1898~
 미상', '-조선총독부 광주보호관찰소 촉탁보호사
 -광주대화숙 이사, 국민총력조선연맹 이사', '15호
 17호', '79차(09.01.19)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (519, '정치', '통치기구', '사법', '신재영', '1863~
 1931', '-판사, 의병재판 참여
 -한국병합기념장,훈6등 서보장', '15호
 19호', '17차(06.05.08)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (520, '정치', '통치기구', '사법', '오완수', '1898~
 1985', '-판사, 항일운동 재판 참여(권영구 재판 등)
 -훈6등～훈5등 서보장, 종4위 서위', '15호

 19호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (521, '정치', '통치기구', '사법', '원종억', '1902~
 미상', '-판사, 항일운동 재판 참여, 훈7등～훈6등 서보장', '19호', '80차(09.02.02)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (522, '정치', '통치기구', '사법', '유동작', '1877~
 1910', '-판사, 의병재판 참여', '15호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (523, '정치', '통치기구', '사법', '유영', '1892~
 1950', '-판사, 항일운동 재판 참여(이수택 재판 등)
 -훈6등～훈4등 서보장', '15호

 19호', '74차(08.12.01)
 ※93차(09.06.01) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (524, '정치', '통치기구', '사법', '이근창', '1913~
 미상', '-판사, 항일운동 재판 참여(박충권 재판 등)', '15호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (525, '정치', '통치기구', '사법', '이명섭', '1886~
 미상', '-판사, 항일운동 재판 참여(황덕환 재판 등)
 -훈6등～훈5등 서보장', '15호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (526, '정치', '통치기구', '사법', '이수현', '1896~
 1958', '-판사, 항일운동 재판 참여(유시걸 재판 등)
 -훈6등～훈5등 서보장', '15호

 19호', '56차(08.03.24)
 87차(09.04.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (527, '정치', '통치기구', '사법', '임영찬', '1880~
 미상', '-검사, 항일운동 재판 참여(이사원 재판 등)
 -훈6등～훈4등 서보장', '15호

 19호', '79차(09.01.19)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (528, '정치', '통치기구', '사법', '전병하', '1880~
 1954', '-판사, 3ㆍ1운동 재판 참여', '15호', '32차(07.03.26)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (529, '정치', '통치기구', '사법', '최호선', '1886~
 1936', '-검사, 항일운동 재판 참여(조사현 재판 등)
 -훈6등 서보장', '15호

 19호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (530, '정치', '통치기구', '사법', '함성욱', '1893~
 미상', '-판사, 항일운동 재판 참여(고병희 재판 등)
 -훈6등～훈5등 서보장', '15호

 19호', '78차(09.01.12)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (531, '정치', '통치기구', '사법', '홍승근', '1888~
 1935', '-판사ㆍ검사, 항일운동 재판 참여(유동렬 재판 등)
 -훈6등～훈4등 서보장', '15호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (532, '정치', '통치기구', '사법', '홍인석', '1897~
 미상', '-판사, 항일운동 재판 참여(하순철 재판 등)
 -훈7등～훈5등 서보장', '15호

 19호', '74차(08.12.01)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (533, '정치', '통치기구', '사법', '홍종억', '1850~
 1919', '-중추원 찬의
 -판사ㆍ검사, 의병재판 참여
 -한국병합기념장,대정대례기념장', '9호
 15호
 19호', '13차(06.03.20)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (534, '정치', '군인헌병', '군인', '강재호', '1905~
 미상', '-상위(대위, 만주국군), ‘간도특설대’중대장, 만주국 훈5위 경운장', '10/19호', '76차(08.12.22)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (535, '정치', '군인헌병', '군인', '구동욱', '1921~
 미상', '-소위(만주국군), ‘간도특설대’패장, 만주국 훈8등 경운장', '10/19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (536, '정치', '군인헌병', '군인', '권승록', '1880~
 1929', '-대좌, 훈6등 단광욱일장(러일전쟁 협력), 한국병합기념장, 훈5등ㆍ훈4등 서보장', '19호', '49차(07.12.10)
 ※62차(08.06.23) 선정이의신청 기각
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (537, '정치', '군인헌병', '군인', '김기원', '1878~
 1934', '-중좌, 훈5등 쌍광욱일장 및 은사금350원(러일전쟁 참전), 한국병합기념장, 훈4등 서보장', '19호', '35차(07.05.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (538, '정치', '군인헌병', '군인', '김석범', '1915~
 1998', '-상위(만주국군), ‘간도특설대’정보반 주임, 만주국 훈6위 주국장', '10/19호', '74차(08.12.01)
 ※93차(09.06.01) 선정이의신청 기각
 97차(09.06.24)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (539, '정치', '군인헌병', '군인', '김석원', '1893~
 1978', '-대좌, 만주사변ㆍ중일전쟁 참전
 -중일전쟁시기 침략전쟁 선전과 조선인의 전쟁참가 선동 강연
 -훈6등 서보장, 공3급 욱일중수장', '10호

 11호

 19호', '55차(08.03.10)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (540, '정치', '군인헌병', '군인', '김응선', '1881~
 1932', '-소장, 훈5등쌍광욱일장 및 은사금500원(러일전쟁 참전), 한국병합기념장, 훈3등 욱일중수장', '19호', '33차(07.04.09)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (541, '정치', '군인헌병', '군인', '김인욱', '1892~
 미상', '-소좌, 침략전쟁 참여, 함흥 육군병사부 병력동원 업무 담당, 훈6등～훈5등 서보장', '10/19호', '58차(08.04.28)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (542, '정치', '군인헌병', '군인', '김찬규', '1917~
 1951', '-상위(만주국군), ‘간도특설대’중대장, 만주국 훈5위 경운장', '10/19호', '76차(08.12.22)
 ※93차(09.06.01) 선정이의신청 기각
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (543, '정치', '군인헌병', '군인', '김홍준', '1910~
 미상', '-상위(만주국군), ‘간도특설대’중대장, 만주국 훈5위 경운장', '10/19호', '76차(08.12.22)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (544, '정치', '군인헌병', '군인', '박두영', '1880~
 1960', '-의병 탄압
 -간도협조회 고문
 -중추원 참의
 -1918년 조선주차헌병대사령부 소속으로 연해주일대 한인들 회유공작
 -지원병제ㆍ징병제 실시 선동, 지원병후원회 경성부 감사
 -민생단 단장
 -국민총력조선연맹 평의원
 -대좌, 훈6등 단광욱일장 및 은사금350원(러일전쟁 참전), 한국병합기념장, 훈5등～훈3등 서보장, 만주국 건국대전기념장', '1호
 4호
 9호
 10호

 11호

 13호
 17호
 19호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (545, '정치', '군인헌병', '군인', '백선엽', '1920~
 생존', '-중위(만주국군), 1942년 소위 임관 이래 일본의 침략전쟁 적극 협력, 1943년부터 간도특설대에서 항일세력 탄압', '10호', '80차(09.02.02)
 97차(09.06.24)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (546, '정치', '군인헌병', '군인', '백홍석', '1890~
 1960', '-중좌, 신의주지구 방공사령관 및 평북방공위원회 위원, 경성 육군병사부 과장, 병력동원 담당', '10호', '65차(08.08.11)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (547, '정치', '군인헌병', '군인', '송석하', '1915~
 1999', '-상위(만주국군), ‘간도특설대’중대장, 만주국 훈5등 경운장', '10/19호', '79차(09.01.19)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (548, '정치', '군인헌병', '군인', '신우균', '1874~
 1932', '-대좌, 훈4등 서보장(러일전쟁 협력), 한국병합기념장, 훈3등 서보장', '19호', '49차(07.12.10)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (549, '정치', '군인헌병', '군인', '신응균', '1921~
 1996', '-대위, 오키나와 전투 참여(포병 중대장)', '10호', '79차(09.01.19)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (550, '정치', '군인헌병', '군인', '신태영', '1891~
 1959', '-중좌, 시베리아 간섭전쟁 참전, 중등학교 군사교육 담당, 해주 육군병사부 과장으로 병력동원 실무 담당
 -임시특별지원병 종로익찬위원회에서 병력동원 선전ㆍ선동', '10호


 11호', '55차(08.03.10)
 84차(09.03.09)
 ※102차(09.09.28) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (551, '정치', '군인헌병', '군인', '신현준', '1916~
 2007', '-상위(만주국군), ‘간도특설대’창설기간 장교, 만주국 훈6위 경운장', '10/19호', '79차(09.01.19)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (552, '정치', '군인헌병', '군인', '어담', '1881~
 1943', '-중추원 참의
 -지원병제ㆍ징병제 실시 적극 협력
 -중장, 은사금 700원(러일전쟁 협력), 한국병합기념장, 훈3등 서보장, 전역종군기장', '9호
 11호
 19호', '33차(07.04.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (553, '정치', '군인헌병', '군인', '엄주명', '1896~
 1976', '-중위, 중일전쟁에 참전, 중일전쟁 참전 후 경성 부민관에서 일제 침략전쟁 미화
 -훈6등 단광욱일장', '10호

 19호', '58차(08.04.28)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (554, '정치', '군인헌병', '군인', '오문강', '1908~
 미상', '-상위(만주국군), ‘간도특설대’중대장, 만주국 훈5위 경운장', '10/19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (555, '정치', '군인헌병', '군인', '유관희', '1891~
 1963', '-대위, 중일전쟁 참전, 중일전쟁 참전 후 경성 부민관에서 일제 침략전쟁 미화
 -훈6등 단광욱일장', '10호

 19호', '58차(08.04.28)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (556, '정치', '군인헌병', '군인', '유기성', '1881~
 1959', '-중좌, 훈6등 단광욱일장(러일전쟁 협력), 한국병합기념장, 훈5등～훈4등 서보장', '19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (557, '정치', '군인헌병', '군인', '이대영', '1889~
 1976', '-소좌, 시베리아 간섭전쟁 참전, 훈6등～훈5등 서보장
 -중일전쟁 이후 조선인 병력동원 선전ㆍ선동, 경성육군지원병후원회에서 병력동원 선전ㆍ선동', '10/19호

 11호', '53차(08.02.11)
 ※64차(08.07.21) 선정이의신청 기각
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (558, '정치', '군인헌병', '군인', '이응준', '1890~
 1985', '-대좌, 일제 침략전쟁에 참전, 훈4등 서보장～훈3등 서보장
 -조선 청년 및 학도의 특별지원병 지원 적극 장려', '10/19호

 11호', '37차(07.06.04)
 ※42차(07.09.01) 선정이의신청 기각
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (559, '정치', '군인헌병', '군인', '이제정', '1883~
 1933', '-중좌, 시베리아 간섭전쟁 참전, 훈6등～훈4등 서보장', '10/19호', '70차(08.10.27)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (560, '정치', '군인헌병', '군인', '이종찬', '1916~
 1983', '-소좌, 중일전쟁ㆍ태평양전쟁 참전
 -훈6등 서보장, 금치훈장', '10호
 19호', '65차(08.08.11)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (561, '정치', '군인헌병', '군인', '이희두', '1869~
 1925', '-소장, 훈2등 서보장(러일전쟁 협력), 욱일중광장', '19호', '13차(06.03.20)
 23차(06.09.12)
 ※99차(09.07.06) 수정심의(4호 삭제)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (562, '정치', '군인헌병', '군인', '장인근', '1872~
 미상', '-소좌, 훈5등 쌍광욱일장 및 은사금 350원(러일전쟁 협력), 한국병합기념장', '19호', '37차(07.06.04)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (563, '정치', '군인헌병', '군인', '정훈', '미상~
 미상', '-중좌, 조선군보도부에서 보도통제 업무 담당, 내선일체ㆍ황민화 선동, 훈6등～훈5등 서보장
 -전시체제기 병력동원 선전ㆍ선동', '10/19호


 11호', '53차(08.02.11)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (564, '정치', '군인헌병', '군인', '조성근', '1876~
 1938', '-중추원 참의
 -조선인징병제요망운동 발기인, 조선지원병제도제정축하회 실행위원
 -중장, 은사금 700원(러일전쟁 협력), 한국병합기념장, 훈3등～훈2등 서보장, 전역종군기장', '9호
 11호

 19호', '31차(07.03.12)
 ※40차(07.07.23) 선정이의신청 기각
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (565, '정치', '군인헌병', '군인', '최명하', '1918~
 1942', '-중위, 태평양전쟁 당시 전사', '10호', '70차(08.10.27)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (566, '정치', '군인헌병', '군인', '홍사익', '1887~
 1946', '-중장, 관동군참모부에서 재만조선인 업무 담당, 흥아원 화중연락부 경제2국장, 일본 육군 보병 108여단장으로 전쟁 참전, 육군소장으로 필리핀 포로수용소장 근무
 -만주국 훈3위 경운장', '10호



 19호', '58차(08.04.28)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (567, '정치', '군인헌병', '군인', '홍청파', '1911~
 미상', '-소위(만주국군), ‘간도특설대’정보반 부반장, 만주국 훈6위 경운장', '10/19호', '80차(09.02.02)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (568, '정치', '군인헌병', '헌병', '강병일', '1892~
 1919', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상
 -훈8등 욱일장', '3호
 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (569, '정치', '군인헌병', '헌병', '김성규', '1891~
 1919', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상
 -한국병합기념장,훈8등 욱일장', '3호
 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (570, '정치', '군인헌병', '헌병', '박요섭', '1897~
 1919', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상
 -훈8등 욱일장', '3호
 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (571, '정치', '군인헌병', '헌병', '심의진', '미상~
 미상', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상', '3호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (572, '정치', '군인헌병', '헌병', '이용원', '미상~
 미상', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상', '3호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (573, '정치', '군인헌병', '헌병', '조성엽', '미상~
 1919', '-3ㆍ1운동 당시 헌병보조원, 민간인 살상', '3호', '25차(06.10.16)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (574, '정치', '경찰밀정', '경찰', '강인수', '미상~
 미상', '-‘남한폭도대토벌작전’에 참가, 의병 사살 및 체포', '1호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (575, '정치', '경찰밀정', '경찰', '강태만', '1909~
 미상', '-항일독립운동 세력 탄압ㆍ체포
 -순사(경흥경찰서), 종군기장 및 공로갑(만주사변 공로), 훈8등 서보장', '3/16호
 19호', '71차(08.11.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (576, '정치', '경찰밀정', '경찰', '계란수', '미상~
 미상', '-독립운동가 추격 중 무고한 조선인 체포 및 학대, 만주사변 후 일본군의 항일독립운동 세력 공격시 업무 협조
 -밀정을 고용하여 대한민국임시정부 교통국 사무원 김문규, 경찰 밀정을 처단한 대한광복군 최윤흥 등을 체포
 -경부(평북경찰부), 경찰공로기장, 훈8등 서보장 및 종군기장(만주사변 공로)', '3/16호


 5호


 19호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (577, '정치', '경찰밀정', '경찰', '고정순', '1905~
 미상', '-순사(강계경찰서), 훈8등 욱일장(만주사변 공로), 만주국 건국공로장, 항일독립운동 세력과 교전', '3/19호', '74차(08.12.01)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (578, '정치', '경찰밀정', '경찰', '고피득', '1898~
 미상', '-고마령전투에서 독립군 참의부대 최항신을 직접 사살, 특별경비대 분대장으로 재직하며 항일세력 체포
 -순사부장(초산경찰서), 경찰공로기장, 훈8등 서보장 및 상금60원, 항일세력 탄압 공로감사장', '3/16호


 19호', '31차(07.03.12)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (579, '정치', '경찰밀정', '경찰', '구연수', '1867~
 1925', '-중추원 참의
 -조선총독부 경찰(경무관)ㆍ관료(경무국 사무관) 역임, 훈2등 서보장', '9호
 19호', '31차(07.03.12)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (580, '정치', '경찰밀정', '경찰', '권중익', '미상~
 미상', '-의병탄압 지휘, 의병 살상
 *조선총독부 경찰(경시)ㆍ관료(군수) 역임', '1호', '21차(06.08.07)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (581, '정치', '경찰밀정', '경찰', '김극일', '1890~
 미상', '-독립운동 문서배포 및 자금모집 관련자 체포, 대한민국임시정부 요원 체포
 -조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈6등 서보장', '3/16호

 19호', '33차(07.04.09)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (582, '정치', '경찰밀정', '경찰', '김덕기', '1890~
 미상', '-의열단 폭탄반입사건 관련자 홍종우 등 체포
 -조선총독부 경찰(경시)ㆍ관료(도이사관, 도참여관 등) 역임, 훈6등～훈5등 서보장, 경찰관리공로기장, 훈로갑(만주사변 공로)', '3/16호

 19호', '49차(07.12.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (583, '정치', '경찰밀정', '경찰', '김면규', '미상~
 미상', '-종로경찰서 순사부장 재직시 제2차 조선공산당 사건 관련자 체포, 고문ㆍ취조', '3/16호', '55차(08.03.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (584, '정치', '경찰밀정', '경찰', '김병련', '1906~
 미상', '-경부(경기경찰부), 국경지역 항일세력 사찰과 탄압, 만주사변 종군기장, 훈8등 서보장', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (585, '정치', '경찰밀정', '경찰', '김시욱', '1898~
 미상', '-조선총독부 경찰(경부)ㆍ관료(군수) 역임, 만주사변ㆍ중일전쟁 적극 협력, 훈8등～훈7등 서보장 등', '19호', '60차(08.05.26)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (586, '정치', '경찰밀정', '경찰', '김윤복', '1870~
 1952', '-의병 이능권 신문 및 조서 작성, 의병 체포
 -중추원 참의
 -지원병제 찬양, 조속한 징병제실시 주장
 -상금 25원(러일전쟁 협력)
 *조선총독부 경찰(경시)', '1/2호
 9호
 11호
 19호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (587, '정치', '경찰밀정', '경찰', '김재열', '1899~
 미상', '-경부보(경북), 만주사변ㆍ중일전쟁 적극 협력, 훈8등 서보장', '19호', '79차(09.01.19)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (588, '정치', '경찰밀정', '경찰', '김종구', '1894~
 미상', '-경부(평남), 만주사변ㆍ중일전쟁 적극 협력, 훈8등 서보장', '16/19호', '61차(08.06.09)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (589, '정치', '경찰밀정', '경찰', '김진탁', '1895~
 미상', '-경부(경북), 만주사변ㆍ중일전쟁 적극 협력, 훈8등 서보장', '19호', '71차(08.11.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (590, '정치', '경찰밀정', '경찰', '김찬욱', '1897~
 미상', '-조선총독부 경찰(경부)ㆍ관료(군수) 역임, 만주사변ㆍ중일전쟁 적극 협력, 만주사변 종군기장, 훈8등～훈7등 서보장', '19호', '70차(08.10.27)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (591, '정치', '경찰밀정', '경찰', '김찬희', '1911~
 미상', '-순사(위원경찰서), 항일무장세력 체포 및 살상, 경찰관리 공로기장, 만주사변 종군기장, 훈8등 서보장, 공로갑', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (592, '정치', '경찰밀정', '경찰', '김철홍', '1904~
 미상', '-순사(후창경찰서), 항일무장세력 수십명 사살, 훈8등 욱일장, 훈공을, 만주국 건국공로장', '3/19호', '74차(08.12.01)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (593, '정치', '경찰밀정', '경찰', '김태석', '1882~
 미상', '-사이토 암살미수사건 관련자 강우규 허형 등 체포, 밀양폭탄사건 주도 의열단원 체포, 조선독립단원 김희중 등 체포
 -중추원 참의
 -국민총력조선연맹 평의원
 -조선광업진흥주식회사 감사
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등～훈4등 서보장', '3/16호


 9호
 17호
 18호
 19호', '31차(07.03.12)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (594, '정치', '경찰밀정', '경찰', '김해룡', '1877~
 미상', '-의병부대 탄압
 -훈7등 서보장(러일전쟁 협력)
 *조선총독부 경찰(경시)', '1호
 19호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (595, '정치', '경찰밀정', '경찰', '김홍걸', '1905~
 미상', '-경부(평북), 만주사변ㆍ중일전쟁 적극 협력, 중일전쟁 당시 항일운동세력 체포', '16호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (596, '정치', '경찰밀정', '경찰', '김홍육', '1896~
 미상', '-순사(삼장경찰서), 항일무장세력 탄압, 훈8등 욱일장, 훈공을, 만주국 건국공로장', '3/19호', '74차(08.12.01)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (597, '정치', '경찰밀정', '경찰', '노기주', '1896~
 1959', '-경부(경북경찰부)ㆍ경시(경남경찰부), 만주사변ㆍ중일전쟁 적극 협력, 훈8등～훈7등 서보장', '19호', '67차(08.09.08)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (598, '정치', '경찰밀정', '경찰', '노덕술', '1899~
 1968', '-‘동래고등보통학교 동맹휴업사건’관련자 취조ㆍ고문, ‘동래 반제전위동맹 사건’관련자 체포ㆍ취조
 -경부(경기)ㆍ경시(평남경찰부), 중일전쟁 적극 협력, 훈8등 서보장', '16호


 19호', '65차(08.08.11)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (599, '정치', '경찰밀정', '경찰', '노주봉', '1900~
 1945', '-전남지역 항일운동 관련자 체포 및 취조, 전남운동협의회사건 관련자 체포 및 고문
 -경부(전남경찰부), 훈8등 서보장, 중일전쟁 적극 협력', '16호

 19호', '58차(08.04.28)
 ※69차(08.10.13) 선정이의신청 기각
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (600, '정치', '경찰밀정', '경찰', '류창렬', '1897~
 1937', '-보합단원 김도원 체포
 -순사(종로경찰서), 김도원 체포 공로로 경찰관리 공로기장 및 특별공로가봉(매달 5원)', '3/16호
 19호', '35차(07.05.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (601, '정치', '경찰밀정', '경찰', '박근수', '1892~
 1976', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈6등 서보장, 만주국 건국공로장, 만주사변 적극 협력한 공로로 공로갑 및 종군기장 상신', '19호', '60차(08.05.26)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (602, '정치', '경찰밀정', '경찰', '박명석', '1890~
 미상', '-경부(경남경찰부)ㆍ경시(경남), 중일전쟁 적극 협력', '16호', '75차(08.12.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (603, '정치', '경찰밀정', '경찰', '박을수', '1900~
 미상', '-경부(경원ㆍ회령경찰서)ㆍ경시(경북), 만주사변ㆍ중일전쟁에 적극 협력, 훈8등 서보장, 만주사변 종군기장, 만주국 건국공로장', '16/19호', '71차(08.11.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (604, '정치', '경찰밀정', '경찰', '박정순', '미상~
 미상', '-경부(김천경찰서), 3ㆍ1운동 관련자 체포 및 신문 조서 작성
 *조선총독부 관료(군수) 역임', '3/16호', '29차(07.01.09)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (605, '정치', '경찰밀정', '경찰', '백성수', '미상~
 미상', '-경부(전주경찰서), 의병 수색 및 공격
 -전북지역 의병 의병 살상ㆍ체포ㆍ심문
 -한국병합기념장', '1호
 3호
 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (606, '정치', '경찰밀정', '경찰', '신상호', '미상~
 미상', '-경부(영동경찰서), 의병 민한식 등 체포ㆍ심문
 -한국병합기념장', '3호

 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (607, '정치', '경찰밀정', '경찰', '신양재', '1895~
 1973', '-‘경남 적색교육노동자조합협의회’사건 관련자 체포에 관여
 -조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈8등～훈7등 서보장, 만주사변 적극 협력 공로로 위로갑ㆍ종군기장 상신', '16호

 19호', '58차(08.04.28)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (608, '정치', '경찰밀정', '경찰', '신현규', '미상~
 미상', '-순사부장(홍천경찰서), 남궁억 및 ‘십자가당’관련자 체포 및 취조', '3/16호', '70차(08.10.27)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (609, '정치', '경찰밀정', '경찰', '양성순', '미상~
 미상', '-순사부장(전북경찰부), 카프동맹원 체포 및 취조', '3/16호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (610, '정치', '경찰밀정', '경찰', '양익현', '1900~
 미상', '-만주사변 당시 국경 경비 및 일본군 원조, 정보탐지 활동 적극 수행
 -조선총독부 경찰(경부)ㆍ관료(군수) 역임, 훈8등 서보장, 만주사변 적극 협력, 공로갑ㆍ훈로정, 만주국 건국공로장', '16호

 19호', '58차(08.04.28)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (611, '정치', '경찰밀정', '경찰', '오병욱', '1907~
 1983', '-순사(위원경찰서), 만주사변 당시 항일무장세력 다수 검거ㆍ살상, 만주사변 종군기장, 경찰관리 공로기장, 훈8등 서보장, 만주국 건국공로장', '3/19호', '75차(08.12.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (612, '정치', '경찰밀정', '경찰', '오세윤', '1894~
 미상', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 만주사변ㆍ중일전쟁 적극 협력, 훈6등～훈5등 서보장', '19호', '60차(08.05.26)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (613, '정치', '경찰밀정', '경찰', '유승운', '1900~
 미상', '-순사(경기경찰부), 신민부 군자금사건 관련자 체포 및 치사, 공명단원 최양옥 체포, 일본의 만주점령반대 혁명운동공작사건 등 반만반전공작사건 관련자 검거, 위로을ㆍ만주사변 종군기장 상신', '3/16호', '35차(07.05.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (614, '정치', '경찰밀정', '경찰', '유진후', '1888~
 1951', '-경부(경남경찰부), 대구ㆍ부산 지역 반전 유인물 배포자 체포, 훈8등 서보장, 만주사변 적극 협력', '16/19호', '55차(08.03.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (615, '정치', '경찰밀정', '경찰', '은한섭', '1881~
 1953', '-의병장 정일국 체포, ‘남한폭도대토벌작전’에서 의병 체포', '1/2호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (616, '정치', '경찰밀정', '경찰', '이경화', '1915~
 미상', '-순사(혜산경찰서), 만주사변 당시 항일무장투쟁세력 무력탄압, 훈8등 서보장, 만주사변 종군기장, 훈로병', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (617, '정치', '경찰밀정', '경찰', '이관호', '1900~
 미상', '-순사(후창경찰서), 만주사변 당시 항일무장투쟁 세력 탄압,훈8등 서보장, 훈8등 욱일장, 만주국 건국공로장, 훈공갑', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (618, '정치', '경찰밀정', '경찰', '이명흠', '1902~
 1973', '-경부(평북)ㆍ경시(충북), 만주사변ㆍ중일전쟁 적극 협력, 훈8등 서보장', '19호', '70차(08.10.27)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (619, '정치', '경찰밀정', '경찰', '이민호', '1900~
 미상', '-경부(충북)ㆍ경시(충북), 중일전쟁 적극 협력, 훈8등 서보장, 공로 상신', '19호', '70차(08.10.27)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (620, '정치', '경찰밀정', '경찰', '이벽송', '1904~
 미상', '-순사(무산경찰서), 만주사변 당시 항일무장투쟁 세력 탄압, 훈8등 서보장, 만주국 건국공로장, 훈로갑', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (621, '정치', '경찰밀정', '경찰', '이병식', '1892~
 미상', '-만주사변 당시 다수의 독립운동가 체포
 -조선총독부 경찰(경부)ㆍ관료(군수) 역임, 훈8등～훈7등 서보장, 중일전쟁 적극 협력', '3/16호
 19호', '67차(08.09.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (622, '정치', '경찰밀정', '경찰', '이영수', '1906~
 미상', '-순사(창성경찰서), 만주사변 당시 항일무장투쟁 세력 탄압,훈8등 욱일장, 훈공을', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (623, '정치', '경찰밀정', '경찰', '이중수', '1905~
 미상', '-경부보ㆍ경부(경기), 만주사변ㆍ중일전쟁 적극 협력', '16호', '81차(09.02.09)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (624, '정치', '경찰밀정', '경찰', '이태순', '1898~
 미상', '-순사(경기경찰부), 조선공산당재건투쟁협의회 사건 관련자 심문, 조선학생전위동맹사건 관련자 한경석 수사, 양평혁명적농민조합 관련자 이책동 체포, 대한민국 임시정부 요원 박경순 등 항일운동가 다수 체포ㆍ취조', '16호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (625, '정치', '경찰밀정', '경찰', '임병식', '미상~
 미상', '-경부보(경기), 만주사변ㆍ중일전쟁 적극 협력, 만주사변 종군기장, 훈8등 서보장', '16/19호', '71차(08.11.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (626, '정치', '경찰밀정', '경찰', '임학래', '1900~
 미상', '-경부보(무산경찰서), 만주사변 당시 국경지역 항일세력 ‘토벌대'' 지휘관', '3호', '71차(08.11.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (627, '정치', '경찰밀정', '경찰', '장석영', '1894~
 미상', '-순사(동대문경찰서), 군자금 모집 활동 유득신ㆍ김택룡과 광한단원 김이순 체포', '16호', '80차(09.02.02)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (628, '정치', '경찰밀정', '경찰', '정인하', '미상~
 미상', '-‘남한폭도대토벌작전’참가, 의병 체포
 *조선총독부 경부', '1/2호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (629, '정치', '경찰밀정', '경찰', '정재범', '1913~
 미상', '-순사(위원경찰서), 항일무장투쟁 세력 김창화 등 무력 진압, 훈8등 욱일장, 경찰관리 공로기장, 공로갑, 만주사변 종군기장', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (630, '정치', '경찰밀정', '경찰', '정재춘', '1899~
 미상', '-순사(혜산경찰서), 함남 국경지역의 항일세력 무력탄압과 일반민중 단속, 훈8등 서보장, 만주사변 종군기장', '3/16/19호', '70차(08.10.27)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (631, '정치', '경찰밀정', '경찰', '정충원', '1893~
 미상', '-조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈6등 서보장, 중일전쟁 적극 협력', '19호', '67차(08.09.08)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (632, '정치', '경찰밀정', '경찰', '조종춘', '1896~
 1955', '-조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등)역임, 훈6등 서보장, 훈6등 단광욱일장', '19호', '55차(08.03.10)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (633, '정치', '경찰밀정', '경찰', '조종훈', '미상~
 미상', '-경부(함남)ㆍ경시(함북), 만주사변 적극 협력, 훈8등 서보장, 공로을, 만주사변 종군기장', '16/19호', '61차(08.06.09)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (634, '정치', '경찰밀정', '경찰', '조진호', '미상~
 미상', '-의병 취조 신문, 이완용모살미수사건 관련자 김정익 취조 통역 담당
 *조선총독부 경부', '2호', '21차(06.08.07)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (635, '정치', '경찰밀정', '경찰', '조희갑', '1858~
 1918', '-제2순사대 경시, 의병 탄압
 *조선총독부 군수', '1호', '21차(06.08.07)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (636, '정치', '경찰밀정', '경찰', '조희창', '1890~
 미상', '-순사보(수원)ㆍ순사, 수원 제암리 3ㆍ1운동 관련자 살상 적극 협력', '3/16호', '29차(07.01.09)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (637, '정치', '경찰밀정', '경찰', '진용섭', '미상~
 미상', '-순사부장(경남경찰부), 전남운동협의회사건 관련자 검거 주도적 역할, 광주학생사건 연루자 및 광주노동조합건설준비위원회 관련자 체포', '3/16호', '33차(07.04.09)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (638, '정치', '경찰밀정', '경찰', '최두천', '1887~
 미상', '-대한독립단 단원 정희택 등 체포
 -경부(만포경찰서), 만주사변 적극 협력한 공로로 훈로을 상신, 만주사변 종군기장, 훈8등 서보장', '16호
 19호', '58차(08.04.28)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (639, '정치', '경찰밀정', '경찰', '최석현', '1893~
 1956', '-제2차 유림단사건 관련자 체포, 대구 조선은행 폭탄투척사건 관련자 장진홍 등 체포, 조선공산주의자협의회사건 관련자 체포
 -조선총독부 경찰(경시)ㆍ관료(군수) 역임, 훈8등～훈7등 서보장, 만주사변ㆍ중일전쟁 적극 협력', '3/16호



 19호', '53차(08.02.11)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (640, '정치', '경찰밀정', '경찰', '최연', '1897~
 1958', '-경부(혜산경찰서)ㆍ경시(경기), 함남지역 독립운동가 탄압
 -만주사변ㆍ중일전쟁 적극 협력, 훈8등～훈7등 서보장, 경찰관리 공로기장, 훈8등 백색동엽장, 만주사변 종군기장ㆍ공로병 상신, 훈로을 상신', '16호

 19호', '60차(08.05.26)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (641, '정치', '경찰밀정', '경찰', '최인범', '1902~
 미상', '-경부보ㆍ경부, 만주사변ㆍ중일전쟁 적극 협력', '16호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (642, '정치', '경찰밀정', '경찰', '최일환', '1909~
 미상', '-순사(초산경찰서), 만주사변 당시 국경지역 항일무장세력 무력탄압, 경찰관리 공로기장, 만주사변 종군기장, 훈8등 서보장', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (643, '정치', '경찰밀정', '경찰', '최진태', '미상~
 미상', '-‘남한대토벌작전’에참가, 의병장 임창모 등 사살ㆍ체포
 -한국병합기념장', '3호

 19호', '14차(06.03.27)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (644, '정치', '경찰밀정', '경찰', '최탁', '1892~
 미상', '-조선총독부 경찰(경시)ㆍ관료(부영사, 군수, 경성부 이사관 등) 역임, 훈6등 서보장, 훈6등 단광욱일장, 만주사변ㆍ중일전쟁 적극 협력, 만주국 봉천방송국을 통해 조선인 지원병제도 실시 찬성 및 지원 선동', '19호', '55차(08.03.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (645, '정치', '경찰밀정', '경찰', '하판락', '1912~
 2003', '-경부보(경남), ‘친우회 반일전단사건’관련자 체포ㆍ고문, 치안유지법 위반 김준기 취조ㆍ고문', '3/16호', '65차(08.08.11)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (646, '정치', '경찰밀정', '경찰', '한정석', '1883~
 1953', '-의병 신창룡 신문조서 작성, 조선민족대동단 사건 수사 통역
 -중추원 참의
 *조선총독부 경시', '3/16호

 9호', '75차(08.12.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (647, '정치', '경찰밀정', '경찰', '한종건', '1902~
 1986', '-조선총독부 경찰(경시)ㆍ관료(대구세무감독국 서기관, 평안북도 사무관 등) 역임, 훈6등 서보장', '19호', '75차(08.12.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (648, '정치', '경찰밀정', '경찰', '함희창', '미상~
 미상', '-경부(경기), 경기도 안성지역 3ㆍ1운동 참가자 다수 신문, 이한영 등 의견서ㆍ체포고발서 작성', '3/16호', '80차(09.02.02)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (649, '정치', '경찰밀정', '경찰', '허준', '1902~
 미상', '-순사(후창ㆍ위원경찰서), 만주사변ㆍ중일전쟁 적극 협력, 훈8등 욱일장, 경찰관리 공로기장, 만주국 건국공로장, 훈8위 경운장', '3/19호', '75차(08.12.08)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (650, '정치', '경찰밀정', '경찰', '황금룡', '1913~
 1970', '-순사(초산경찰서), 만주사변 당시 국경지대 항일무장세력 무력탄압, 경찰관리 공로기장, 훈8등 욱일장, 만주국 건국공로장', '3/19호', '75차(08.12.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (651, '정치', '경찰밀정', '밀정', '박용환', '1878~
 미상', '-일본군 밀정 활동', '5호', '67차(08.09.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (652, '정치', '경찰밀정', '밀정', '배정자', '1870~
 1952', '-만주보민회 총본부 고문
 -하얼빈 및 봉천주재 일본총영사관 밀정
 -보민회 해산시 배당금(225원) 수령', '4호
 5호
 19호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (653, '정치', '경찰밀정', '밀정', '선우갑', '1893~
 미상', '-경시청 고등계형사로 2ㆍ8독립선언 김도연 등 유학생 27명 검거 주도적 역할
 -경시청 경부보 재직 중 상해지역 독립운동가정탐, 기밀비(2천원+800불) 수령, 미주지역 독립운동가 정탐, 중국 안동현 헌병분대 밀정', '3/16호


 5호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (654, '정치', '경찰밀정', '밀정', '선우순', '1891~
 1933', '-사이토(齋藤實) 총독에게 정탐 보고
 -중추원 참의
 -대시국특별운동 황해도ㆍ평안도지역 담당자, 대동동지회 발기인ㆍ회장, 내선일체운동 및 태평양회의 반대 강연회', '5호
 9호
 13호', '33차(07.04.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (655, '정치', '경찰밀정', '밀정', '이희간', '1875~
 미상', '-조선총독부 밀정, 대한민국임시정부 와해공작과 독립지사 회유공작, 만주로 망명김희선 회유ㆍ귀순공작, 사업이권 획득 및 공작금 2,000엔 수령', '5호', '71차(08.11.10)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (656, '정치', '경제사회', '경제', '김사연', '1896~
 1950', '-중추원 참의
 -흥아보국단 준비위원, 임전대책협력회 상임위원, 조선임전보국단 상무이사
 -국민정신총동원조선연맹 이사, 국민총력조선연맹 이사, 조선유도연합회 상임이사', '9호
 13호

 17호', '51차(08.01.14)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (657, '정치', '경제사회', '경제', '김시현', '미상~
 1911', '-일진회회계(재무원)로 운동비 10만원을 가지고 일본으로 건너가 합방청원운동', '6호', '17차(06.05.08)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (658, '정치', '경제사회', '경제', '김연수', '1896~
 1979', '-중추원 참의
 -경성부육군병지원자후원회 이사, 재일조선인유학생들의 학병지원 독려, 조선군 참모장으로부터 감사장 수령
 -흥아보국단 준비위원, 임전대책협력회 채권가두판대, 조선임전보국단 상무이사
 -국방헌금 헌납, 조선비행기공업주식회사 발기인ㆍ이사
 -국민정신총동원조선연맹 이사, 국민총력조선연맹 이사ㆍ후생부장, 경성주재 만주국 명예총영사, 조선동아구락부 참여', '9호
 11호


 13호

 14호

 17호', '60차(08.05.26)
 ※83차(09.03.02) 선정이의신청 기각
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (659, '정치', '경제사회', '경제', '김영택', '미상~
 미상', '-중추원 참의
 -동양척식주식회사 설립위원, 특별위원', '9호
 18호', '29차(07.01.09)
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (660, '정치', '경제사회', '경제', '김한규', '1877~
 1950', '-중추원 부찬의, 참의', '9호', '58차(08.04.28)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (661, '정치', '경제사회', '경제', '문명기', '1878~
 1968', '-중추원 참의
 -징병제시행을 청원하는 운동에 참여
 -광제회 이사장, 황도선양회 회장, 일선동조론 주장
 -국방헌금 10만원으로 육군ㆍ해군에 비행기 각 1대씩 헌납 등
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원
 -육군공로자 표창, 감수포장ㆍ감수포장 식판(국방금 기부)', '9호
 11호
 13호

 14호

 17호

 19호', '53차(08.02.11)
 90차(09.05.11)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (662, '정치', '경제사회', '경제', '민규식', '1888~
 미상', '-중추원 참의
 -임시특별지원병제도종로익찬위원회 실행위원, 지원병제 참여 독려, 조선군 참모장으로부터 감사장 수령
 -흥아보국단 상임준비위원, 임전대책협력회 채권가두판매대, 조선임전보국단 상무이사
 -조선비행기공업주식회사 발기인ㆍ대주주ㆍ감사
 -국민정신총동원조선연맹 이사, 국민총력조선연맹 이사, 기계화국방협회조선본부 이사', '9호
 11호


 13호


 14호

 17호', '67차(08.09.08)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (663, '정치', '경제사회', '경제', '박경석', '1875~
 미상', '-중추원 참의', '9호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (664, '정치', '경제사회', '경제', '박기효', '1897~
 미상', '-임전대책협의회 상임위원, 임전대책협력회 채권가두판매대, 조선임전보국단 상무이사
 -국민정신총동원조선연맹 발기인ㆍ평의원ㆍ참사, 국민총력조선연맹 평의원', '13호


 17호', '35차(07.05.07)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (665, '정치', '경제사회', '경제', '박흥식', '1903~
 1994', '-징병제 실시 감사, 지원병‧학병 권유
 -흥아보국단 상임준비위원, 임전대책협의회 준비위원, 임전대책협력회 채권가두판매대, 조선임전보국단 상무이사
 -군수업체 조선석유주식회사 이사, 군수업체 조선비행기공업주식회사 사장, 국방헌금 기부
 -조선총독부 시국대책조사회 위원, 국민총력조선연맹 이사, 기계화국방협회조선본부 이사, 조선중요물자영단 평의원
 -동양척식주식회사 감사', '11호
 13호


 14호


 17호


 18호', '60차(08.05.26)
 ※68차(08.09.22) 선정이의신청 기각
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (666, '정치', '경제사회', '경제', '방규환', '1889~
 미상', '-동민회 이사, 갑자구락부 위원
 -조선비행기공업주식회사 이사, 대주주', '13호
 14호', '38차(07.06.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (667, '정치', '경제사회', '경제', '방의석', '1895~
 1958', '-중추원 참의
 -징병제시행감사 적미영격멸결의선양 전선공직자대회 실행위원, 특별위원
 -흥아보국단 준비위원, 조선임전보국단 상임이사
 -군수업체 조선비행기공업주식회사 이사
 -조선유도연합회 상임이사, 국민총력조선연맹 이사', '9호
 11호

 13호

 14호
 17호', '50차(07.12.28)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (668, '정치', '경제사회', '경제', '백낙승', '1896~
 1956', '-군수업체 일본무연탄제철주식회사 사장, 군수업체 강원조선철공주식회사 사장, 국방헌금 8만 5천원, 비행기 1대 기부', '14호', '53차(08.02.11)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (669, '정치', '경제사회', '경제', '백남신', '1858~
 1920', '-전북자성회 회장
 -동양척식주식회사 설립위원
 -훈6등 서보장', '4호
 18호
 19호', '12차(06.03.13)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (670, '정치', '경제사회', '경제', '백완혁', '1856~
 1938', '-대정친목회발기인, 평의원, 상담역
 -동양척식주식회사 설립위원, 조선식산은행 설립위원, 조선총독부 조선금융제도조사회 위원
 -한국병합기념장(메가타의 화폐재정정리사업 협력)', '13호
 18호


 19호', '17차(06.05.08)
 ※20차(06.07.10) 선정이의신청 기각
 22차(06.09.11)
 ※26차(06.11.06) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (671, '정치', '경제사회', '경제', '백인기', '1882~
 1942', '-중추원 참의
 -동양척식주식회사 감사
 -한국병합기념장(메가타의 화폐재정정리사업 협력)', '9호
 18호
 19호', '17차(06.05.08)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (672, '정치', '경제사회', '경제', '손홍원', '1893~
 미상', '-국민훈련후원회 회장으로 일본어 보급운동, 황도학회 발기인ㆍ이사
 -국민총력조선연맹 참사', '13호

 17호', '55차(08.03.10)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (673, '정치', '경제사회', '경제', '신용욱', '1901~
 1961', '-임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원
 -군수업체 조선항공공업주식회사 사장', '13호

 14호', '51차(08.01.14)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (674, '정치', '경제사회', '경제', '양재창', '1885~
 1968', '-중추원 참의
 -징병제 조선 실시 촉구 운동 참여, 징병제시행감사 적미영격멸 결의선양 전선공직자대회 준비위원ㆍ실행위원
 -동민회 평의원, 상임이사
 -국민총력조선연맹 참사', '9호
 11호


 13호
 17호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (675, '정치', '경제사회', '경제', '예종석', '1872~
 1955', '-대정친목회 발기인ㆍ상무이사ㆍ회장, 갑자구락부 간사, 동민회 이사', '13호', '33차(07.04.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (676, '정치', '경제사회', '경제', '이강혁', '1884~
 1964', '-대정친목회 평의원, 이사
 -조선총독부 경성보호관찰소 촉탁보호사', '13호
 15호', '38차(07.06.11)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (677, '정치', '경제사회', '경제', '이봉래', '미상~
 1916', '-한국병합기념장(메가타의 화폐재정정리사업 협력)', '19호', '17차(06.05.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (678, '정치', '경제사회', '경제', '장우식', '1886~
 미상', '-임전대책협의회 준비위원, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원
 -조선총독부 경성보호관찰소 촉탁보호사
 -국민총력조선연맹 참사, 평의원', '13호


 15호
 17호', '51차(08.01.14)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (679, '정치', '경제사회', '경제', '장직상', '1883~
 1959', '-중추원 참의
 -흥아보국단 준비위원, 조선임전보국단 발기인ㆍ이사ㆍ경북지부장
 -군수업체 조선비행기공업주식회사 발기인, 이사
 -국민정신총동원조선연맹 발기인ㆍ평의원, 국민총력조선연맹 평의원', '9호
 13호

 14호

 17호', '65차(08.08.11)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (680, '정치', '경제사회', '경제', '장홍식', '1882~
 1948', '-조선인 징병제 실시 촉구운동 참여
 -대정친목회 평의원ㆍ이사, 동민회 상임이사', '11호
 13호', '31차(07.03.12)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (681, '정치', '경제사회', '경제', '정치국', '1865~
 1924', '-훈6등 서보장 및 상여금 30엔(러일전쟁 협력)', '19호', '17차(06.05.08)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (682, '정치', '경제사회', '경제', '조병상', '1891~
 미상', '-중추원 참의
 -조선인징병제실시요망운동 상임준비위원, 조선지원병제도제정축하회 위원, 지원병제ㆍ징병제 선전 기고ㆍ강연
 -동민회 상무이사, 국민협회 총무, 흥아보국단 상임준비위원, 조선임전보국단 상임이사, 대화동맹 이사
 -국민정신총동원조선연맹 상무이사, 국민총력조선연맹 참사ㆍ평의원, 조선식량영단 감사', '9호
 11호


 13호


 17호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (683, '정치', '경제사회', '경제', '조진태', '1853~
 1933', '-중추원 참의
 -대정친목회 부회장, 동민회 상담역
 -동양척식주식회사 설립위원ㆍ감사, 조선식산은행 설립위원, 조선총독부 산업조사위원회 위원
 -한국병합기념장((메가타의 화폐재정정리사업 협력), 훈6등～훈4등 서보장', '9호
 13호
 18호


 19호', '17차(06.05.08)
 ※22차(06.09.11) 선정이의신청 기각
 22차(06.09.11)
 ※27차(06.11.27) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (684, '정치', '경제사회', '경제', '최승렬', '1891~
 1971', '-중추원 참의
 -국민총력조선연맹 이사', '9호
 17호', '62차(08.06.23)
 ※86차(09.03.30) 선정이의신청 기각
 90차(09.05.11)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (685, '정치', '경제사회', '경제', '최창학', '1891~
 1959', '-임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ이사
 -국방헌금 헌납, 일제 통치기구 및 외곽단체 기부
 -국민정신총동원조선연맹 발기인ㆍ이사, 국민총력조선연맹 평의원', '13호

 14호

 17호', '50차(07.12.28)
 ※64차(08.07.21) 선정이의신청 기각
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (686, '정치', '경제사회', '경제', '한상룡', '1880~
 1947', '-일본 제국의회 귀족원 의원
 -중추원 참의, 고문
 -조선지원병제도제정축하회 실행위원, 경성부육군병지원자후원회 이사, 임시특별지원병제도종로익찬위원회 실행위원
 -대정친목회 평의장ㆍ이사, 흥아보국단 상임준비위원, 조선임전보국단 준비위원ㆍ발기인ㆍ고문, 조선실업보국회 회장
 -관동군 최고고문, 조선총독부 시국대책조사회 위원, 국민정신총동원조선연맹 발기인ㆍ이사, 국민총력조선연맹 상무이사ㆍ사무국총장
 -동양척식주식회사 설립위원ㆍ이사ㆍ조사부장ㆍ고문, 조선식산은행 설립위원, 산업조사위원회 위원, 선만척식주식회사 설립위원
 -한국병합기념장(메가타의 화폐재정정리사업 협력), 훈3등～훈2등 서보장, 종4위 서위', '8호
 9호
 11호


 13호


 17호



 18호



 19호', '75차(08.12.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (687, '정치', '경제사회', '경제', '홍충현', '1869~
 1925', '-자위단원호회 회계
 -대정친목회 간사, 이사, 평의원', '2호
 13호', '29차(07.01.09)
 ※36차(07.05.21) 선정이의신청 기각
 39차(07.07.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (688, '정치', '경제사회', '교육', '고황경', '1909~
 2000', '-징병제 찬양 및 선전ㆍ선동
 -애국금차회의 발기인ㆍ간사, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ부인대 지도위원, 국민총력조선연맹 부인지도위원', '11호
 13호', '49차(07.12.10)
 ※70차(08.10.27) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (689, '정치', '경제사회', '교육', '김성수', '1891~
 1955', '-징병 찬양 및 선전ㆍ선동, 학병 동원 독려
 -흥아보국단 준비위원, 조선임전보국단 발기인ㆍ감사, 시국인식의 철저 역설
 -국민정신총동원조선연맹 발기인ㆍ이사ㆍ참사, 국민총력조선연맹 이사ㆍ훈련부 이사', '11호
 13호

 17호', '73차(08.11.24)
 ※97차(09.06.24) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (690, '정치', '경제사회', '교육', '김윤정', '미상~
 미상', '-학병ㆍ지원병ㆍ징병 찬양 및 선전ㆍ선동
 -조선임전보국단 부인대 지도위원, 대일본부인회 조선본부 이사, 전쟁협력 위한 부인 역할 강조', '11호
 13호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (691, '정치', '경제사회', '교육', '김활란', '1899~
 1970', '-학병제 찬양 및 선전ㆍ선동, 징병제 선전
 -애국금차회 발기인ㆍ간사, 조선임전보국단 발기인ㆍ평의원ㆍ부인대 지도위원
 -부인문제연구회 상무이사, 국민정신총동원조선연맹 발기인ㆍ평의원ㆍ이사ㆍ참사, 국민총력조선연맹 이사ㆍ훈련부 이사', '11호
 13호

 17호', '67차(08.09.08)
 88차(09.04.13)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (692, '정치', '경제사회', '교육', '박관수', '1897~
 1980', '-징병ㆍ학병 좌담회 참석 및 글 기고, 임시지원병익찬위원회 위원
 -일제 교육칙어 찬양, 황민화교육 선전ㆍ선동
 -조선총독부 학무국 시학관, 훈6등 서보장', '11호

 13호

 19호', '36차(07.05.21)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (693, '정치', '경제사회', '교육', '박인덕', '1897~
 1980', '-지원병ㆍ징병 선전ㆍ선동
 -임전대책협력회 준비위원ㆍ상무위원ㆍ채권가두판매대, 조선임전보국단의 발기인ㆍ평의원ㆍ부인대 지도위원, 조선언론보국회의 준비위원ㆍ이사', '11호
 13호', '51차(08.01.14)
 ※69차(08.10.13) 선정이의신청 기각
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (694, '정치', '경제사회', '교육', '배상명', '1906~
 1986', '-지원병ㆍ징병ㆍ징용 선전ㆍ선동
 -조선임전보국단 부인대 지도위원, 일제 침략전쟁 협력 기고ㆍ좌담회', '11호
 13호', '49차(07.12.10)
 ※69차(08.10.13) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (695, '정치', '경제사회', '교육', '손정규', '1896~
 1955', '-애국금차회의 간사, 일제 침략전쟁 협력 기고ㆍ강연회
 -조선부인문제연구회 발기인ㆍ상무이사ㆍ회장, 국민정신총동원조선연맹 이사ㆍ참사, 국민총력조선연맹 참사ㆍ부인지도위원', '11/13호

 17호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (696, '정치', '경제사회', '교육', '송금선', '1905~
 1987', '-학병ㆍ지원병ㆍ징병ㆍ징용 선전ㆍ선동
 -애국금차회 간사, 조선부인문제연구회 발기인ㆍ이사, 조선임전보국단 발기인ㆍ부인대 지도위원', '11호
 13호', '51차(08.01.14)
 95차(09.06.15)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (697, '정치', '경제사회', '교육', '신봉조', '1900~
 1992', '-징병ㆍ징용 찬양 및 선전ㆍ선동
 -황도학회 회장, 내선일체 주장
 -국민정신총동원 조선연맹 참사', '11호
 13호
 17호', '69차(08.10.13)
 ※94차(09.06.08) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (698, '정치', '경제사회', '교육', '오긍선', '1878~
 1963', '-경성부육군병지원자후원회 이사, 임시특별지원병제 경성익찬위원회 서대문위원회 위원장, 징병ㆍ전쟁협력 독려 기고
 -흥아보국단 준비위원, 조선임전보국단 평의원, 임전대책협력회 채권가두판매대
 -조선총독부 보호관찰소 촉탁보호사
 -국민정신총동원조선연맹 상무이사, 국민총력조선연맹 이사', '11호


 13호

 15호
 17호', '62차(08.06.23)
 ※86차(09.03.30) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (699, '정치', '경제사회', '교육', '유각경', '1891~
 1966', '-애국금차회의 발기인ㆍ간사, 징병제 실시 찬양 및 참여 독려, 일제 지배 협력 각종 강연ㆍ기고ㆍ좌담', '13호', '54차(08.02.25)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (700, '정치', '경제사회', '교육', '유억겸', '1896~
 1947', '-지원병제 확대 실시 주장, 임시특별지원병제도 경성익찬위원회 실행위원, 학도선배단 대표
 -임전대책협의회 준비위원, 흥아보국단 상임준비위원, 조선임전보국단 이사
 -시국대응전선사상보국연맹 본부 상임간사, 수양부 부장, 경성 제3분회장', '11호


 13호

 17호', '78차(08.01.12)
 ※88차(09.04.13) 선정이의신청 기각
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (701, '정치', '경제사회', '교육', '이숙종', '1904~
 1985', '-지원병ㆍ징병ㆍ학병 실시 적극 주장, 조선 여성 전쟁참여 주장
 -애국금차회 발기인ㆍ간사, 조선부인문제연구회 발기인ㆍ이사, 임전대책협력회 발기인ㆍ채권가두판매대, 조선임전보국단 발기인ㆍ평의원ㆍ부인대 지도위원
 -국민정신총동원조선연맹 참사, 국민총력조선연맹 부인지도위원ㆍ연성위원회 위원', '11호

 13호



 17호', '49차(07.12.10)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (702, '정치', '경제사회', '교육', '임숙재', '1891~
 1961', '-여성들의 침략 전쟁 협력 주장 강연ㆍ기고, 조선임전보국단 부인대 지도위원, 국민총력조선연맹 부인부 지도위원 및 기획위원회 위원', '13호', '72차(08.11.17)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (703, '정치', '경제사회', '교육', '장덕수', '1894~
 1947', '-지원병 찬양ㆍ선전, 국민동원총진회 이사
 -조선임전보국단 발기인ㆍ이사, 일제 식민통치 정당성 및 전쟁 협력 주장
 -시국대응전선사상보국연맹 본부 상임간사ㆍ시국부 부장, 국민정신총동원조선연맹 참사, 국민총력조선연맹 참사ㆍ후생위원회 위원', '11호
 13호

 17호', '69차(08.10.13)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (704, '정치', '경제사회', '교육', '장응진', '1880~
 1950', '-조선총독부 학무국 시학관, 훈6등 서보장', '19호', '34차(07.04.23)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (705, '정치', '경제사회', '교육', '조기홍', '1908~
 1997', '-애국금차회 간사, 식민통치ㆍ침략전쟁 협력 강연ㆍ기고
 -조선부인문제연구회 발기인, 서무간사', '13호

 17호', '59차(08.05.16)
 ※69차(08.10.13) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (706, '정치', '경제사회', '교육', '조동식', '1887~
 1969', '-일제 침략전쟁 협력 위한 여학생 교육 주장, 내선일체와 침략전쟁 협력 주장', '13호', '69차(08.10.13)
 ※93차(09.06.01) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (707, '정치', '경제사회', '교육', '허하백', '1909~
 미상', '-지원병ㆍ징병ㆍ징용을 선전ㆍ선동
 -조선임전보국단 부인대 간사, 일제 침략전쟁 협력 기고ㆍ좌담ㆍ강연', '11호
 13호', '52차(08.01.28)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (708, '정치', '경제사회', '교육', '현헌', '1880~
 1939', '-중추원 참의
 -조선총독부 관료(학무국 시학관, 도참여관) 역임, 훈6등～훈4등 서보장', '9호
 19호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (709, '정치', '경제사회', '교육', '홍승원', '미상~
 미상', '-징병 실시 찬양 및 참여 선전, 지원병ㆍ학병 참여 선전ㆍ선동
 -애국금차회 발기인ㆍ간사, 부인문제연구회 발기인ㆍ이사, 대일본국방부인회 경성지부장, 대일본부인회 조선본부 이사', '11호

 13호', '52차(08.01.28)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (710, '정치', '경제사회', '언론', '김동진', '1902~
 미상', '-임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원
 -󰡔매일신보󰡕 편집 겸 발행인, 상무ㆍ전무 취체역', '13호

 17호', '49차(07.12.10)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (711, '정치', '경제사회', '언론', '김상회', '1890~
 1962', '-중추원 참의
 -국민협회 총무ㆍ상담역, 󰡔시사평론󰡕 편집ㆍ발행인
 -󰡔경성일보󰡕ㆍ󰡔매일신보󰡕ㆍ󰡔서울프레스󰡕 편집국장, 이사, 주필 겸 논설부장', '9호
 13호

 17호', '49차(07.12.10)
 ※66차(08.08.25) 선정이의신청 기각
 86차(09.03.30)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (712, '정치', '경제사회', '언론', '김선흠', '미상~
 미상', '-󰡔매일신보󰡕 발행인 겸 편집인', '17호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (713, '정치', '경제사회', '언론', '김환', '미상~
 미상', '-협성구락부 및 국민협회 발기인ㆍ평의원ㆍ상담역ㆍ총무, 참정권청원운동 참여, 내선융화ㆍ조선독립불가 주장', '13호', '30차(07.02.27)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (714, '정치', '경제사회', '언론', '노성석', '1914~
 1946', '-󰡔신시대󰡕 편집 겸 발행인, 부사장ㆍ사장', '13호', '59차(08.05.16)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (715, '정치', '경제사회', '언론', '노창성', '1896~
 1955', '-경성중앙방송국 제2방송부장(조선어 프로그램 편성 책임자), 가정에서 일본어 상용 주장, 임전대책협력회 상임위원ㆍ기획부원ㆍ채권가두판매대, 조선임전보국단 발기인ㆍ평의원
 -국민총력조선연맹 참사, 선전문화위원회 위원', '13호




 17호', '78차(09.01.12)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (716, '정치', '경제사회', '언론', '민원식', '1886~
 1921', '-중추원 부찬의
 -대정친목회 이사, 시사신문사 사장', '9호
 13호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (717, '정치', '경제사회', '언론', '박남규', '1905~
 미상', '-내선일체실천사 창립, 조선언론보국회 평의원, 일제 침략전쟁 협력 주장', '13호', '54차(08.02.25)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (718, '정치', '경제사회', '언론', '박희도', '1889~
 1952', '-조선징병제도실시 상임준비위원, 조선총독에게 징병제 시행 감사장 전달
 -󰡔동양지광󰡕 편집 겸 발행인, 사장
 -국민정신총동원조선연맹 참사, 국민총력조선연맹 참사', '11호

 13호
 17호', '51차(08.01.14)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (719, '정치', '경제사회', '언론', '방응모', '1884~
 1955', '-일제 침략정책 협력 주장, 󰡔조광󰡕 편집인ㆍ발행인ㆍ사장, 임전대책협력회 준비위원ㆍ채권가두판매대, 조선임전보국단 발기인ㆍ이사
 -군수업체 조선항공공업주식회사 발기인, 조선항공공업주식회사 주주ㆍ감사역
 -국민정신총동원조선연맹 발기인ㆍ비상시국민생활개선위원회 위원ㆍ평의원, 국민총력조선연맹 참사ㆍ선전부 위원', '13호



 14호

 17호', '72차(08.11.17)
 ※96차(09.06.22) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (720, '정치', '경제사회', '언론', '방태영', '1887~
 1955', '-중추원 참의
 -임시특별지원병제 선전‧선동, 지원병익찬회 대표 연설
 -대정친목회 이사ㆍ감사, 동민회 이사ㆍ평의원
 -󰡔매일신보󰡕 발행인 겸 편집인, 편집국장, 외사부장', '9호
 11호

 13호

 17호', '54차(08.02.25)
 86차(09.03.30)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (721, '정치', '경제사회', '언론', '변일', '미상~
 미상', '-󰡔매일신보󰡕 발행인 겸 편집인', '13/17호', '14차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (722, '정치', '경제사회', '언론', '서춘', '1894~
 1944', '-징병제ㆍ지원병제 실시 선전ㆍ선동
 -식민 정책 정당화 및 침략전쟁 선전ㆍ선동, 식민지 전시경제체제 정당화 및 찬양
 -󰡔매일신보󰡕 취체역ㆍ편집국 주필, 국민정신총동원조선연맹 참사ㆍ󰡔총동원󰡕 편찬위원, 국민총력조선연맹 참사ㆍ선전부 위원', '11호
 13호

 17호', '57차(08.04.07)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (723, '정치', '경제사회', '언론', '선우일', '미상~
 1936', '-대정친목회 평의원, 대성원 상담역
 -󰡔매일신보󰡕 발행인 겸 편집인', '13호
 17호', '14차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (724, '정치', '경제사회', '언론', '송순기', '1892~
 1927', '-󰡔매일신보󰡕 발행인 겸 편집인ㆍ논설부장', '17호', '34차(07.04.23)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (725, '정치', '경제사회', '언론', '신광희', '1877~
 미상', '-󰡔대한신문󰡕 총무ㆍ발행인ㆍ편집인
 -국시유세단,국민대연설회, 국민대추도회 주도적 참여', '4호
 13호', '14차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (726, '정치', '경제사회', '언론', '심우섭', '1890~
 1947', '-동민회 이사ㆍ평의원, 경성중앙방송국 제2방송과장', '13호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (727, '정치', '경제사회', '언론', '양재하', '1906~
 1966', '-󰡔춘추󰡕 저작ㆍ발행인, 지원병제 선동ㆍ지지', '13호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (728, '정치', '경제사회', '언론', '유광렬', '1899~
 1981', '-징병제 실시 찬양 및 선전‧선동
 -일제 침략전쟁 정당화 글 발표
 -󰡔매일신보󰡕 편집국장ㆍ논설부장', '11호
 13호
 17호', '49차(07.12.10)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (729, '정치', '경제사회', '언론', '이기세', '1888~
 1945', '-시사신문사 근무, 국민협회 평의원, 국민협회 시국강연회 연설
 -󰡔매일신보󰡕 편집인 겸 발행인, 이사', '13호

 17호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (730, '정치', '경제사회', '언론', '이상협', '1893~
 1957', '-󰡔매일신보󰡕 편집인ㆍ발행인ㆍ부사장, 국민정신총동원조선연맹 참사ㆍ󰡔총동원󰡕 편찬위원', '17호', '54차(08.02.25)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (731, '정치', '경제사회', '언론', '이원영', '1910~
 1985', '-󰡔매일신보󰡕 동경특파원ㆍ정치부장ㆍ논설위원, 총독통치와 침략전쟁 찬양', '17호', '67차(08.09.08)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (732, '정치', '경제사회', '언론', '이윤종', '1896~
 미상', '-󰡔매일신보󰡕 정치부장ㆍ경제부장ㆍ편집국장 사무취급ㆍ논설위원ㆍ논설부장, 각종 잡지에 일제 지배정책 찬양 글 기고', '17호', '59차(08.05.16)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (733, '정치', '경제사회', '언론', '이익상', '1895~
 1935', '-󰡔매일신보󰡕 편집국장, 일제 침략전쟁과 만주국 건설 정당화ㆍ찬양 글 연재', '17호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (734, '정치', '경제사회', '언론', '이장훈', '미상~
 미상', '-󰡔매일신보󰡕 발행인 겸 편집인', '17호', '73차(08.11.24)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (735, '정치', '경제사회', '언론', '이정섭', '1899~
 미상', '-내선일체 방법론으로 민족단일당 결성 주장, 태평양전쟁ㆍ대동아공영권 옹호 글 기고, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원, 조선언론보국회 평의원, 언론총진격대회 연사', '13호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (736, '정치', '경제사회', '언론', '이창수', '1909~
 미상', '-징병ㆍ지원병 실시 선전‧선동, 징용 실시 찬양 및 선전‧선동
 -조선언론보국회 평의원ㆍ강사, 일제 침략전쟁 선전‧선동 글 발표
 -󰡔매일신보󰡕 통신부장ㆍ조사부장ㆍ논설위원', '11호

 13호

 17호', '51차(08.01.14)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (737, '정치', '경제사회', '언론', '정우택', '1889~
 미상', '-󰡔매일신보󰡕 발행인 겸 편집인', '17호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (738, '정치', '경제사회', '언론', '정인익', '1902~
 1955', '-조선언론보국회 발기인, 준비위원, 사무국장
 -󰡔매일신보󰡕 사회부장ㆍ동경지국장ㆍ편집국장, 국민총력조선연맹 참사', '13호

 17호', '52차(08.01.28)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (739, '정치', '경제사회', '언론', '최영년', '1859~
 1935', '-의병탄압 요구 ‘거의선언서’발표 참여, ‘경고지방폭도문’작성ㆍ반포
 -한일합병 적극 찬동ㆍ선전, 일진회 총무원으로 합방상주문과 건의서 작성 참여
 -일진회 기관지 󰡔국민신보󰡕 주필, 사장', '2호

 6호

 13호', '14차(06.04.24)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (740, '정치', '경제사회', '언론', '함상훈', '1903~
 1977', '-임전대책협력회 채권가두판매대, 조선임전보국단 평의원, 일제의 대동아공영권 수립ㆍ태평양전쟁 정당성 주장', '13호', '67차(08.09.08)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (741, '정치', '경제사회', '언론', '홍순기', '1906~
 미상', '-󰡔만선일보󰡕 편집인ㆍ편집국장, 매일신보사 신경지사장, 만주국 찬양 논설 등 게재', '17호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (742, '정치', '경제사회', '언론', '홍승구', '1889~
 1961', '-󰡔매일신보󰡕와 󰡔신시대󰡕에 일제 식민통치와 침략전쟁 찬양 글 기고
 -󰡔매일신보󰡕 경제부장ㆍ논설부장, 조선총독과 정무총감 조선통치 찬양 글 기고', '13호

 17호', '36차(07.05.21)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (743, '정치', '종교', '기독교', '갈홍기', '1906~
 1989', '-내선일체와 기독교의 일본화 주장, 일제 침략전쟁 협력 선동 각종 집회 참석, 일본기독교조선감리교단본부 연성국장, 황도문화연구소 소장, 일본기독교조선교단 건립 주도', '13호', '65차(08.08.11)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (744, '정치', '종교', '기독교', '구자옥', '1890~
 1950', '-조선기독교연합회 중앙위원, 황도학회 이사, 임전대책협력회 채권가두판매대, 조선임전보국단 이사, 일제 식민통치와 침략전쟁 협력 글 다수 발표', '13호', '62차(08.06.23)
 ※86차(09.03.30) 선정이의신청 기각
 99차(09.07.06)
 ※102차(09.09.28) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (745, '정치', '종교', '기독교', '김길창', '1892~
 1977', '-조선예수교장로회총회 부회장 재직시 장로교내 신사참배 실행 주도, 국민정신총동원조선예수교장로회연맹 결성식 참석, 일본기독교조선장로교단 경남교구장 재직시 일제 종교정책 협력, 조선기독교연합회 중앙위원', '13호', '60차(08.05.26)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (746, '정치', '종교', '기독교', '김응순', '1891~
 1958', '-내선일체ㆍ황국신민화 선전, 조선예수교장로회총회장 재직시 일제 종교정책 적극 협력, 일본기독교조선장로교단 설립, 일본기독교조선교단 창립총회 임시의장 및 황해교구장
 -국민총력조선예수교장로회총회연맹 이사장, 조선전시종교보국회 이사', '13호




 17호', '58차(08.04.28)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (747, '정치', '종교', '기독교', '노기남', '1901~
 1984', '-조선종교단체전시보국회에서 특별지원병제도 선전
 -전시체제기 천주교단 지도자로서 일제협력행위 주도
 -국민정신총동원천주교경성교구연맹 이사, 국민총력천주교경성교구연맹 이사장, 조선전시종교보국회 이사', '11호

 13호

 17호', '72차(08.11.17)
 96차(09.06.22)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (748, '정치', '종교', '기독교', '박연서', '1893~
 1950', '-일본기독교조선감리교단 재단이사ㆍ사무관장 및 일본기독교조선혁신교단 전도국장으로 재직하며 일제 식민통치ㆍ침략정책 협력, 일제 침략전쟁 협력 순회강연ㆍ징병제 감사활동
 -국민정신총동원기독교조선감리회연맹 이사, 국민총력기독교조선감리회연맹 이사, 국민총력기독교조선감리교단연맹 이사', '13호




 17호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (749, '정치', '종교', '기독교', '백낙준', '1896~
 1985', '-기독교신문협회 이사, 기독교신문 편집위원, 시국관련 설교와 사설 집필ㆍ게재', '13호', '60차(08.05.26)
 94차(09.06.08)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (750, '정치', '종교', '기독교', '신흥우', '1883~
 1959', '-징병제 실시 감사, 지원병‧학병 권유
 -임전대책협의회 상임위원ㆍ의장, 임전대책협력회 채권가두판매대, 조선임전보국단 상무이사, 국민동원총진회 이사, 일제 지배정책 찬양 강연ㆍ좌담ㆍ종교활동', '11호
 13호', '65차(08.08.11)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (751, '정치', '종교', '기독교', '양주삼', '1879~
 미상', '-학병ㆍ징병 선동 글 기고
 -감리교단 지도자로 기독교계 일제 협력 주도, 흥아보국단 상임위원, 임전대책협력회 위원ㆍ채권가두판매대, 조선임전보국단 발기인ㆍ평의원, 내선일체ㆍ침략전쟁 선전
 -국민정신총동원조선연맹 평의원, 국민총력조선연맹 평의원, 국민정신총동원기독교조선감리회연맹 이사, 국민총력기독교조선감리회연맹 이사, 국민총력기독교조선감리단연맹 이사', '11호
 13호




 17호', '67차(08.09.08)
 ※96차(09.06.22) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (752, '정치', '종교', '기독교', '유일선', '1879~
 1937', '-䃳ㆍ1운동 진정운동’운동부 호남지방 주임자, 동민회 이사ㆍ평의원
 -여운형 회유 공작 참여, 여운형과 장덕수 감시ㆍ보고 등 밀정행위
 -내선일체 주장 시국강연회', '4호

 5호

 13호', '16차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (753, '정치', '종교', '기독교', '윤치소', '1871~
 1944', '-중추원 참의', '9호', '58차(08.04.28)
 ※86차(09.03.30) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (754, '정치', '종교', '기독교', '이동욱', '1897~
 1949', '-기독교조선감리교단ㆍ일본기독교조선감리교단 총무국장ㆍ상임위원ㆍ재단이사, 조선기독교연합회 중앙위원, 일본기독교조선혁신교단 총무국장, 일제 종교통제 방침 적극 협력
 -국민정신총동원기독교조선감리회연맹 이사', '13호




 17호', '62차(08.06.23)
 ※84차(09.03.09) 선정이의신청 기각
 ※90차(09.05.11) 선정이의신청 기각
 96차(09.06.22)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (755, '정치', '종교', '기독교', '전필순', '1897~
 1977', '-조선기독교연합회 부위원장, 일본기독교조선혁신교단 통리, 기독교단 친일 협력 주도. 조선예수교장로회총회 부회장, 일본기독교조선장로교단 부통리, 내선일체ㆍ전쟁협력 선동', '13호', '58차(08.04.28)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (756, '정치', '종교', '기독교', '정인과', '1888~
 1972', '-기독교신문협회 회장, 조선종교전시보국회 순회강연, 조선예수교장로회총회 중앙상치위원회 사무국 총간사
 -국민정신총동원조선예수교장로회총회연맹, 국민총력조선예수교장로회총회연맹 총간사, 국민총력조선연맹 문화부 위원', '13호


 17호', '55차(08.03.10)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (757, '정치', '종교', '기독교', '정춘수', '1873~
 1953', '-조선기독교연합회 부위원장ㆍ중앙위원, 기독교조선감리회ㆍ기독교조선감리교단ㆍ일본기독교조선감리교단 대표, 일본기독교조선교단 고문
 -국민정신총동원조선감리회연맹, 국민총력기독교조선감리회연맹 이사장, 국민총력조선연맹 문화부 위원, 조선전시종교보국회 이사', '13호



 17호', '55차(08.03.10)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (758, '정치', '종교', '기독교', '채필근', '1885~
 1973', '-전시체제 협력 선동 강연ㆍ기고, 평양신학교장으로 일제 식민통치 적극 협력, 일본기독교조선장로교단 통리, 일본기독교조선교단 고문
 -조선전시종교보국회 이사', '13호



 17호', '60차(08.05.26)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (759, '정치', '종교', '기독교', '황종률', '1887~
 1961', '-조선구세단본부(재경구세단연합)의 징병제도실시감사 강연회 주최 및 징병제도 실시 감사문 결의, 구세단대표로 조선종교단체전시보국회에서 특별지원병제도 선전, 학병지원 선동 글 발표
 -조선구세단본부 총무부장, 내선일체ㆍ황국신민화운동 주도', '11호




 13호', '55차(08.03.10)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (760, '정치', '종교', '불교', '강대련', '1875~
 1942', '-대본산 용주사 주지 재직시 일왕과 수상 찬양, 일제 식민지배와 침략전쟁 찬양 글 발표, 30본산연합사무소 위원장ㆍ상치원', '13호', '38차(07.06.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (761, '정치', '종교', '불교', '곽법경', '1877~
 미상', '-일왕 찬양, 임제종과 합병 시도
 -대본산 위봉사 주지 재직시 옥구군 서수면 보천사 건물과 불상 40여점 매각', '13호
 20호', '38차(07.06.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (762, '정치', '종교', '불교', '권상로', '1879~
 1965', '-지원병ㆍ징병 실시 찬양
 -내선일체ㆍ침략전쟁 선전 글 발표
 -국민정신총동원조선연맹 참사, 국민총력조선연맹 참사', '11호
 13호
 17호', '60차(08.05.26)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (763, '정치', '종교', '불교', '김용곡', '미상~
 미상', '-일제의 조선 불교정책 적극 옹호, 3ㆍ1운동을 국제정세에 우매한 자들의 경거망동으로 격하, 불교도들의일제 정책 협조 요구', '13호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (764, '정치', '종교', '불교', '김태흡', '1899~
 1989', '-지원병ㆍ징병 찬양 글과 강연
 -침략전쟁과 식민통치 찬양, 내선일체ㆍ침략전쟁 선전 시국강연', '11호
 13호', '58차(08.04.28)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (765, '정치', '종교', '불교', '박윤진', '1905~
 미상', '-특별지원병제와 침략전쟁ㆍ내선일체 선전 글과 강연', '13호', '70차(08.10.27)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (766, '정치', '종교', '불교', '이종욱', '1884~
 1969', '-지원병ㆍ징병 실시 찬양 글, 국민동원총진회 이사
 -조선불교 조계종 종무총장 재직시 교단의 친일 협력 주도, 임전대책협의회 준비위원, 임전대책협력회 채권가두판매대, 조선임전보국단 상무이사
 -민족문화유산인 범종ㆍ금속류 훼손 및 반출 주도', '11호

 13호



 20호', '72차(08.11.17)
 ※97차(09.06.24) 선정이의신청 기각
 99차(09.07.06)
 ※103차(09.10.12) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (767, '정치', '종교', '불교', '이회광', '1862~
 1932', '-대본산 해인사 주지, 조선선교양종 각본산주지회의원 원장, 사법시행주도, 내선융화 및 일왕 찬양, 일본 조동종 및 임제종과 합병모의', '13호', '38차(07.06.11)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (768, '정치', '종교', '불교', '허영호', '1900~
 1952', '-내선일체와 침략전쟁 선전 글, 특별지원병제와 침략전쟁 선전 시국 순회강연ㆍ간담회', '13호', '67차(08.09.08)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (769, '정치', '종교', '유교', '김완진', '1877~
 1948', '-경학원 사성, 중일전쟁 찬양 시문 및 시국강연', '17호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (770, '정치', '종교', '유교', '나일봉', '1871~
 미상', '-경학원 강사ㆍ사성, 심전개발 정책과 중일전쟁 동조 시문 발표', '17호', '70차(08.10.27)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (771, '정치', '종교', '유교', '박치상', '1866~
 1918', '-조선총독부 경학원 직원ㆍ사성, 일왕즉위 및 ‘입태자식’축하시 기고, 󰡔경학원잡지󰡕 편찬주임', '17호', '16차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (772, '정치', '종교', '유교', '안인식', '1891~
 1969', '-경학원 사성, 명륜학원 강사, 조선유도연합회 상임이사 재직시 ‘황도유학’주창, 국민정신총동원조선연맹 참사, 국민총력조선연맹 참사', '17호', '65차(08.08.11)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (773, '정치', '종교', '유교', '어윤적', '1868~
 1935', '-중추원 부찬의, 참의
 -훈4등～훈3등 서보장', '9호
 19호', '31차(07.03.12)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (774, '정치', '종교', '유교', '유진찬', '1866~
 1947', '-경학원 부제학, 명륜학원 강사, 중일전쟁 찬양 시문, 일본 관료 칭송', '17호', '60차(08.05.26)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (775, '정치', '종교', '유교', '이경식', '1883~
 1945', '-중추원 참의
 -징병제 실시 찬양 글과 한시
 -경학원 사성, 명륜학원 강사, 조선유도연합회 상임이사, 일본 관료 칭송 한시
 -조선총독부 관료(군수) 역임, 훈6등～훈5등 서보장', '9호
 11호
 17호

 19호', '58차(08.04.28)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (776, '정치', '종교', '유교', '이대영', '1874~
 1950', '-경학원 직원ㆍ사성ㆍ부제학, 명륜학원 강사, 경학원 부제학 재직시 일본군 무운선양기원 의식 등 각종 의례 참석, 징병제 실시ㆍ중일전쟁 찬양ㆍ일본 관료 칭송 시문', '17호', '50차(07.12.28)
 ※63차(08.07.07) 선정이의신청 기각
 ※67차(08.09.08) 선정이의신청 각하
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (777, '정치', '종교', '유교', '이명세', '1893~
 1972', '-조선유도연합회 상임참사ㆍ상임이사, 경학원 사성, ‘황도유학’주장, 일제 침략전쟁 찬양, 총독과 정무총감 업적 칭송, 징병제 실시 찬양', '17호', '62차(08.06.23)
 ※90차(09.05.11) 선정이의신청 기각
 96차(09.06.22)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (778, '정치', '종교', '유교', '이인직', '1862~
 1916', '-이완용의 명령을 받고 ‘한국병합 문제’와 관련된 일본 정계와 여론 동향 파악, 한일합병조약 체결 모의
 -경학원 사성, 󰡔경학원잡지󰡕 편찬주임
 -공로갑 은사금 80원(러일전쟁 협력)', '6호


 17호
 19호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (779, '정치', '종교', '유교', '정만조', '1858~
 1936', '-경학원 강사ㆍ부제학ㆍ대제학, 명륜학원 총재, 일제 심전개발운동 지지, 일왕과 정무총감 칭송 한시', '17호', '53차(08.02.11)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (780, '정치', '종교', '유교', '정봉시', '1855~
 1937', '-경학원 강사ㆍ부제학ㆍ대제학, 명륜학원 총재, 일왕과 왕세자 찬양 시문', '17호', '33차(07.04.09)
 41차(07.08.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (781, '정치', '종교', '천도교', '김병제', '1894~
 미상', '-지원병ㆍ학도병 참가 독려 강연ㆍ글
 -천도교단 간부로 재임하며 친일 협력 주도, 침략전쟁 찬양과 전시체제 협력 선동 시국강연, 내선일체ㆍ전쟁협력 선전 글
 -국민정신총동원천도교연맹 이사ㆍ상무이사, 국민총력천도교연맹 이사', '11호
 13호


 17호', '35차(07.05.07)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (782, '정치', '종교', '천도교', '박완', '1896~
 1961', '-징용ㆍ징병제 선전ㆍ선동 글
 -천도교단 간부로 재임하며 강연ㆍ글을 통해 일제 협력
 -국민정신총동원천도교연맹 상무이사, 국민총력천도교연맹 상무이사ㆍ이사', '11호
 13호

 17호', '35차(07.05.07)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (783, '정치', '종교', '천도교', '백중빈', '1892~
 미상', '-천도교단 간부로 재임하며 친일협력 주도, 침략전쟁 찬양과 전시체제 협력 선동 시국강연, 내선일체와 전쟁 협력 선전 글', '13호', '62차(08.06.23)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (784, '정치', '종교', '천도교', '이단', '1896~
 미상', '-천도교단 친일협력과 내선일체ㆍ전쟁협력 선동 글과 강연
 -국민정신총동원천도교연맹 상무이사, 국민총력천도교연맹 상무이사', '13호

 17호', '75차(08.12.08)
 99차(09.07.06)
 ※101차(09.09.14) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (785, '정치', '종교', '천도교', '이돈화', '1884~
 1950', '-임전대책협력회 채권가두판매대, 조선임전보국단 발기인, 침략전쟁 찬양과 전시체제 협력 선동 시국강연, 내선일체ㆍ전쟁 협력 선전 글
 -국민정신총동원천도교연맹 이사, 국민총력천도교연맹 평의원', '13호



 17호', '75차(08.12.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (786, '정치', '종교', '천도교', '이종린', '1883~
 1950', '-조선종교단체전시보국회 천도교위원, 국민동원총진회 이사, 지원병ㆍ학병 지원 선동 글과 강연
 -천도교 교령을 지내며 천도교단 친일 협력 주도, 흥아보국단 상임준비위원, 임전대책협의회 준비위원, 임전대책협력회 채권가두판매대, 조선임전보국단 상임이사, 내선일체ㆍ전쟁협력 선동 글과 강연
 -국민정신총동원천도교연맹 이사장ㆍ평의원, 국민총력천도교연맹 이사장ㆍ평의원', '11호


 13호




 17호', '72차(08.11.17)
 ※96차(09.06.22) 선정이의신청 기각
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (787, '정치', '종교', '천도교', '정광조', '1883~
 1951', '-천도교 대령ㆍ교령 등 재직시 친일 협력 주도, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인, 내선일체ㆍ전쟁협력 선동 글과 강연
 -국민정신총동원천도교연맹 이사, 국민총력천도교연맹 평의원ㆍ이사장', '13호



 17호', '38차(07.06.11)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (788, '정치', '종교', '천도교', '조기간', '1892~
 1969', '-천도교 부교령ㆍ총정 등 재직시 친일 협력 주도, 임전대책협의회 상임위원, 임전대책협력회 재정부원ㆍ채권가두판매대, 조선임전보국단 발기인ㆍ평의원, 내선일체ㆍ황민화 주장 글과 시국강연
 -국민정신총동원천도교연맹 이사ㆍ상임이사ㆍ상무이사, 국민총력천도교연맹 상무이사ㆍ이사', '13호




 17호', '33차(07.04.09)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (789, '정치', '종교', '천도교', '최린', '1878~
 1958', '-중추원 참의
 -조선인징병제요망운동 발기인, 조선지원병제도제정축하회 발기인, 경성부육군병지원자후원회 고문, 지원병‧학병 참가 선동 글 기고 및 강연
 -천도교 현법사ㆍ장로 등을 역임하며 천도교단의 친일협력 주도, 시중회 발기인ㆍ이사, 흥아보국단 상임준비위원, 임전대책협의회 준비위원, 임전대책협력회 위원장ㆍ채권가두판매대, 조선임전보국단 단장, 조선언론보국회 회장, 내선일체ㆍ전쟁협력 선동 글 기고 및 강연
 -조선총독부 시국대책조사회 위원, 매일신보사 발기인ㆍ사장, 조선유도연합회 상임이사, 국민정신총동원조선연맹 발기인ㆍ상무이사, 국민총력조선연맹 이사ㆍ총무부 기획위원회 위원', '9호
 11호



 13호






 17호', '67차(08.09.08)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (790, '정치', '종교', '천도교', '최안국', '미상~
 미상', '-천도교 총정ㆍ현법사 등을 역임하며 천도교단의 친일협력 주도, 내선일체ㆍ전쟁 협력 선전 글 기고 및 강연
 -국민정신총동원천도교연맹 이사, 국민총력천도교연맹 평의원', '13호


 17호', '75차(08.12.08)
 99차(09.07.06)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (791, '정치', '종교', '정치사회단체', '김규창', '미상~
 미상', '-일진회 평의원ㆍ총무원, 일진회 합방청원운동 주도', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (792, '정치', '종교', '정치사회단체', '김사영', '미상~
 미상', '-일진회 총무원, 일진회 합방청원운동 주도', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (793, '정치', '종교', '정치사회단체', '김석태', '1870~
 1945', '-국민협회 평의원ㆍ상담역ㆍ총무ㆍ이사ㆍ고문, 민중신문사 사장', '13호', '50차(07.12.28)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (794, '정치', '종교', '정치사회단체', '김재곤', '미상~
 1913', '-자위단원호회 제9부 위원장', '2호', '21차(06.08.07)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (795, '정치', '종교', '정치사회단체', '김재룡', '미상~
 미상', '-유생건의소,시국연구소, 국민의무찬성회 조직, ‘합방시행’건백서 통감부 제출', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (796, '정치', '종교', '정치사회단체', '김재순', '미상~
 미상', '-신궁봉경회 창립 주도, 신궁경의회 창립 및 회장 재임, 단군과 아마테라스오미카미 공동제사 신궁 건설 시도', '13/20호', '16차(06.04.24)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (797, '정치', '종교', '정치사회단체', '김정국', '미상~
 미상', '-일진회 평의원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (798, '정치', '종교', '정치사회단체', '김준모', '미상~
 미상', '-임시찬성건의소발기인ㆍ소장, 일진회 합방청원운동 지지', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (799, '정치', '종교', '정치사회단체', '김진태', '미상~
 미상', '-일진회 평의원ㆍ평안북도 지부회장, 일진회의 합방청원운동 참여
 -훈5등 서보장(러일전쟁 협력)', '6호

 19호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (800, '정치', '종교', '정치사회단체', '김택현', '미상~
 1920', '-의병 활동 진정 방침 연구, 거의선언서 작성 제도위원, 자위단원호회 제3부 위원
 -일진회 평의장 및 부회장, 일진회의 합방청원운동 주도', '2호

 6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (801, '정치', '종교', '정치사회단체', '박기순', '1857~
 1935', '-전북자성회 발기인, 전주 지부장
 -중추원 참의', '4호
 9호', '29차(07.01.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (802, '정치', '종교', '정치사회단체', '박노학', '1868~
 미상', '-자위단원호회 순회부장
 -일진회 평의원ㆍ법부조사위원장, 일진회 합방청원운동 참여', '2호
 6호', '18차(06.05.29)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (803, '정치', '종교', '정치사회단체', '박영래', '1851~
 1934', '-전북자성회 발기인, 부회장', '4호', '29차(07.01.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (804, '정치', '종교', '정치사회단체', '박지양', '미상~
 미상', '-자위단원호회순회총부 서기, 경기ㆍ강원 일대 자위단 설립 선전ㆍ독려
 -일진회 평의원, 일진회 합방청원운동 참여', '2호

 6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (805, '정치', '종교', '정치사회단체', '박해묵', '1875~
 1934', '-자위단원호회 제8부 위원장
 -일진회 평의원ㆍ총대, 일진회 합방청원운동 참여
 -각파유지연맹 발기인, 임시간사', '2호
 6호

 13호', '51차(08.01.14)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (806, '정치', '종교', '정치사회단체', '백낙원', '미상~
 미상', '-자위단원호회 제7부 위원, 황해ㆍ평안 일대 자위단 설립을 선전ㆍ독려
 -일진회 평의원, 일진회 합방청원운동 참여', '2호

 6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (807, '정치', '종교', '정치사회단체', '서창보', '미상~
 미상', '-국민동지찬성회 부회장, 일진회 합방청원운동 지지, 합방 주도', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (808, '정치', '종교', '정치사회단체', '신태항', '미상~
 미상', '-일진회 평의원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (809, '정치', '종교', '정치사회단체', '안태준', '미상~
 미상', '-일진회 경기도 지부회장, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (810, '정치', '종교', '정치사회단체', '양재익', '미상~
 미상', '-일진회 원임총무원 겸 간사, 일진회 합방청원운동 참여', '6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (811, '정치', '종교', '정치사회단체', '원세기', '미상~
 미상', '-자위단원호회 제6부 위원장, 시흥ㆍ안산ㆍ진천ㆍ안성에서 자위단 설립 선전ㆍ독려
 -일진회 총무원, 일진회 합방청원운동 참여', '2호


 6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (812, '정치', '종교', '정치사회단체', '유두환', '1883~
 1930', '-전북자성회 발기인, 전주지부장', '4호', '29차(07.01.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (813, '정치', '종교', '정치사회단체', '유학주', '미상~
 미상', '-자위단원호회 제5부 위원장, 영동ㆍ금산 자위단 설립 선전ㆍ독려
 -일진회 부회장ㆍ평의장, 일진회 합방청원운동 참여
 -훈4등 서보장(러일전쟁 협력)', '2호

 6호

 19호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (814, '정치', '종교', '정치사회단체', '윤시병', '1851~
 1932', '-일진회 총무원, 합방청원운동 주도, 일진회 해산비 500원 수령
 -훈4등 욱일소수장(러일전쟁 협력)', '6호

 19호', '21차(06.08.07)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (815, '정치', '종교', '정치사회단체', '윤정식', '미상~
 미상', '-자위단원호회 제2부 위원장, 서울ㆍ원주ㆍ단양ㆍ용인ㆍ과천에서 자위단 설립 선전ㆍ독려
 -일진회 총무원ㆍ평의원장, 일진회 합방청원운동 참여', '2호


 6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (816, '정치', '종교', '정치사회단체', '윤필오', '1860~
 1924', '-대구자제단 발기인, 경주지역 자제단 조직
 -국민협회 경북(대구)지부장', '4호

 13호', '29차(07.01.09)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (817, '정치', '종교', '정치사회단체', '이동혁', '1875~
 1949', '-각파유지연맹 발기인, 시국대동단 발기인ㆍ집행위원, 대정친목회 이사, 국민협회 평의원ㆍ이사', '13호', '55차(08.03.10)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (818, '정치', '종교', '정치사회단체', '이범찬', '미상~
 미상', '-국민동지찬성회 회장, 일진회 합방청원운동 지지, 합방 주도', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (819, '정치', '종교', '정치사회단체', '이범철', '미상~
 미상', '-자위단원호회 제11부 위원장, 경남에서 자위단 설립 선전ㆍ독려
 -일진회 간사, 일진회 합방청원운동 참여', '2호

 6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (820, '정치', '종교', '정치사회단체', '이용구', '1868~
 1912', '-자위단원호회 순회총부장, 자위단 설립 적극 주도
 -일진회 회장, 일진회 합방청원운동 주도
 -훈3등 서보장(러일전쟁 협력), 훈1등 서보장 및 은사금 10만원', '2호

 6호
 19호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (821, '정치', '종교', '정치사회단체', '이종춘', '미상~
 미상', '-일진회 합방청원운동 지지, 국민동지찬성회 간사', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (822, '정치', '종교', '정치사회단체', '이준용', '1870~
 1917', '-신궁봉경회 총재, 󰡔신궁건축지󰡕에 일본의 아마테라스오미카미와 단군을 한일 공동선조로 묘사한 ｢상량문(上樑文)｣ 작성ㆍ게재
 -은사공채(16만 8천원), 한국병합기념장', '13/20호



 19호', '12차(06.03.13)
 22차(06.09.11)
 ※27차(06.11.27) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (823, '정치', '종교', '정치사회단체', '이학재', '미상~
 미상', '-국민연설회 발기인, 국민동지찬성회 고문, 대한상무조합본부 부장, 일진회 합방청원운동 지지', '6호', '18차(06.05.29)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (824, '정치', '종교', '정치사회단체', '장동환', '미상~
 미상', '-일진회 평의원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (825, '정치', '종교', '정치사회단체', '전부일', '1899~
 1964', '-국민협회 이사ㆍ이사장, 임전대책협의회 채권가두판매대', '13호', '53차(08.02.11)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (826, '정치', '종교', '정치사회단체', '전성욱', '1877~
 1945', '-조선인징병제실시요망운동 상임준비위원, 조선지원병제도제정축하회 발기인ㆍ위원
 -대정친목회 조사부장ㆍ부회장ㆍ이사ㆍ청산위원, 동민회 이사ㆍ평의원, 갑자구락부 간사, 국민협회 이사', '11호


 13호', '51차(08.01.14)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (827, '정치', '종교', '정치사회단체', '정규환', '1875~
 1946', '-각파유지연맹 발기인ㆍ임시간사, 국민협회 평의원ㆍ총무ㆍ이사', '13호', '51차(08.01.14)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (828, '정치', '종교', '정치사회단체', '조덕하', '미상~
 미상', '-이등공송덕비건의소 발기인, 대한상무조합본부 공사원, 국민동지찬성회의간사, 총무, 국민협성동진회 발기인, 일진회 합방청원운동 지지', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (829, '정치', '종교', '정치사회단체', '조병렬', '1872~
 미상', '-국민협회 평의원ㆍ상의원, 동민회 평의원ㆍ상임이사
 -국민총력조선연맹 참사, 경학원 강사 재직시 내선일체 주장 및 일왕 찬양 한시', '13호

 17호', '58차(08.04.28)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (830, '정치', '종교', '정치사회단체', '조인성', '미상~
 미상', '-일진회 평의원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (831, '정치', '종교', '정치사회단체', '조희붕', '미상~
 미상', '-일진회 총무원, 합방청원운동 적극 가담, 일진회 해산비 500원 수령', '6호', '21차(06.08.07)
 40차(07.07.23)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (832, '정치', '종교', '정치사회단체', '차종호', '미상~
 미상', '-국민협회 평의원ㆍ총무ㆍ이사', '13호', '60차(08.05.26)
 90차(09.05.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (833, '정치', '종교', '정치사회단체', '채기두', '1883~
 미상', '-각파유지연맹의 발기인, 시국대동단 발기인ㆍ집행위원ㆍ총무', '13호', '70차(08.10.27)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (834, '정치', '종교', '정치사회단체', '최운섭', '미상~
 미상', '-자위단원호회순회총부 회계, 경기도ㆍ강원도 일대 자위단 설립 선전ㆍ독려
 -일진회 평의원, 일진회 합방청원운동 참여
 -훈8등 서보장(러일전쟁 협력)', '2호

 6호

 19호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (835, '정치', '종교', '정치사회단체', '한경원', '미상~
 미상', '-자위단원호회순회총부 통역 및 이용구 수행원, 경기ㆍ강원 일대 자위단 설립 선전ㆍ독려
 -일진회 교섭위원 자격으로 한국주차 일본군사령부에 일진회원 15명 밀정 알선 및 보수 대표 수령
 -일진회 평의원, 일진회 합방청원운동 참여
 -훈8등 서보장(러일전쟁 협력)', '2호


 5호


 6호

 19호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (836, '정치', '종교', '정치사회단체', '한교연', '미상~
 미상', '-일진회 총무원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (837, '정치', '종교', '정치사회단체', '한국정', '미상~
 미상', '-자위단원호회순회총부 향관, 경기ㆍ강원 일대 자위단 설립 선전ㆍ독려
 -훈7등 서보장(러일전쟁 협력)', '2호

 19호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (838, '정치', '종교', '정치사회단체', '한남규', '1874~
 미상', '-일진회 총무원, 일진회 합방청원운동 참여
 -훈7등 서보장(러일전쟁 협력)', '6호

 19호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (839, '정치', '종교', '정치사회단체', '한창회', '미상~
 미상', '-일진회 평의원, 일진회 합방청원운동 참여', '6호', '18차(06.05.29)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (840, '정치', '종교', '정치사회단체', '홍긍섭', '1850~
 1923', '-일진회 부회장, 의병진압 취지문 ‘거의선언서’선포 제의, 제도위원
 -훈4등 서보장(러일전쟁 협력),한국병합기념장', '2호

 19호', '17차(06.05.08)
 22차(06.09.11)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (841, '정치', '종교', '정치사회단체', '홍윤조', '미상~
 미상', '-자위단원호회 제7부 위원장, 황해ㆍ평남 자위단 설립 선전ㆍ독려
 -일진회 총무원, 일진회 합방청원운동 참여', '2호

 6호', '12차(06.03.13)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (842, '정치', '문화', '학술', '김두정', '1906~
 미상', '-징병 실시 찬양, 조선 청년 일제 침략전쟁 수행 선전ㆍ선동
 -내선일체, 대동아공영권 확립 주장 단행본 저술 및 강연
 -시국대응전선사상보국연맹 본부 상임간사, 경성지부 상임간사', '11호

 13호

 17호', '69차(08.10.13)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (843, '정치', '문화', '학술', '김성률', '1888~
 미상', '-내선일체ㆍ황국신민화 주장 단행본, 내선일체 주장 글, 내선일체실천사 이사', '13호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (844, '정치', '문화', '학술', '김한경', '1902~
 미상', '-󰡔동양지광󰡕 편집부장, 내선일체ㆍ침략전쟁 미화 글
 -시국대응전선사상보국연맹 본부 간사, 경성지부원', '13호

 17호', '49차(07.12.10)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (845, '정치', '문화', '학술', '배상하', '1906~
 미상', '-징병제 실시 요구
 -내선일체ㆍ황국신민화ㆍ팔굉일우 실현 주장, 녹기연맹 주최 ‘기원 2600년 기념 ｢조국의 정신과 조선의 장래｣ 논문현상 공모’에서 총독상 수상', '11호
 13호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (846, '정치', '문화', '학술', '신태악', '1902~
 1980', '-조선인징병제요망운동 발기인ㆍ상임준비위원, 지원병 찬양 및 선전ㆍ선동, 국민동원총진회 상무이사
 -임전대책협의회 상무위원ㆍ채권가두판매대, 조선임전보국단 이사, 내선일체와 식민통치 협력 주장 글 발표', '11호
 13호', '62차(08.06.23)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (847, '정치', '문화', '학술', '유맹', '1853~
 1930', '-중추원 찬의, 참의
 -동민회 상담역 재직시 일제정책 지지, 순종 사망시 조선인 민심 진정 글 게재
 -훈4등～훈2등 서보장, 한국병합기념장', '9호
 13호

 19호', '30차(07.02.27)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (848, '정치', '문화', '학술', '유정수', '1857~
 1938', '-중추원 찬의, 참의
 -경학원 대제학, 명륜학원 총재
 -훈3등 서보장', '9호
 17호
 19호', '29차(07.01.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (849, '정치', '문화', '학술', '이각종', '1888~
 1968', '-대동민우회 창립위원ㆍ종신고문ㆍ회장, 임전대책협력회 채권가두판매대, 내선일체ㆍ황국신민화 주장 단행본
 -국민정신총동원조선연맹 발기인ㆍ상무이사ㆍ참사, 국민총력조선연맹 참사ㆍ평의원ㆍ후생위원회 위원', '13호


 17호', '67차(08.09.08)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (850, '정치', '문화', '학술', '이능화', '1869~
 1943', '-훈6등 서보장, 은배(󰡔조선사󰡕 편찬 공로)
 -조선사편찬위원회 위원, 조선사편수회 위원', '19호
 20호', '79차(09.01.19)
 ※96차(09.06.22) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (851, '정치', '문화', '학술', '이묘묵', '1902~
 1957', '-국민정신총동원조선연맹 참사, 국민총력조선연맹 참사', '17호', '73차(08.11.24)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (852, '정치', '문화', '학술', '이성환', '1900~
 미상', '-조선인징병제요망운동 발기인ㆍ상무준비위원, 지원병ㆍ징용 찬양ㆍ선전, 국민동원총진회 발기인ㆍ상무이사ㆍ이사장
 -임전대책협의회 발기인ㆍ상무위원, 임전대책협력회 채권가두판매대, 조선임전보국단 준비위원ㆍ발기인ㆍ상무이사, 조선언론보국회 발기인ㆍ준비위원ㆍ상무이사, 내선일체 주장 기고ㆍ좌담ㆍ강연', '11호


 13호', '54차(08.02.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (853, '정치', '문화', '학술', '이영근', '1910~
 미상', '-녹기연맹 강사ㆍ녹기일본문화연구소원, 내선일체ㆍ황국신민화 주장 단행본 저술 및 잡지 기고', '13호', '72차(08.11.17)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (854, '정치', '문화', '학술', '인정식', '1907~
 미상', '-일본 중심 동아재편성론 주장, 황국신민화 목표로 한 내선일체론 주장', '13호', '79차(09.01.19)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (855, '정치', '문화', '학술', '정운복', '1870~
 1920', '-은사금(러일전쟁 협력), 󰡔경성일보󰡕 언문란 주필, 한일합병 찬성, 내선일체ㆍ일선동화 주장', '13호', '15차(06.05.08)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (856, '정치', '문화', '학술', '차재정', '1902~
 1963', '-대동민우회 창립위원ㆍ이사, 조선언론보국회 평의원, 내선일체ㆍ황국신민화 주장 기고ㆍ강연ㆍ좌담', '13호', '72차(08.11.17)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (857, '정치', '문화', '학술', '최남선', '1890~
 1957', '-동남지구특별공작후원회 고문
 -중추원 참의
 -학병 지원 선전 글, 학도병일본권설대 참가 조선인 일본유학생들의 학병 지원 선전
 -일제 만주침략 지지, 중일전쟁ㆍ태평양전쟁 선전, 흥아보국단 준비위원ㆍ상임위원, 조선임전보국단 발기인
 -조선사편수회 위원', '4호
 9호
 11호


 13호


 20호', '36차(07.05.21)
 ※43차(07.09.10) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (858, '정치', '문화', '학술', '최병협', '1896~
 1966', '-지원병 선전ㆍ선동 단행본 저술, 지원병의 죽음 미화 충혼비 건립 주도
 -조선총독부 관료(도시학, 군수 등) 역임, 훈8등～훈6등 서보장', '11호

 19호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (859, '정치', '문화', '학술', '한준석', '1877~
 1940', '-일왕과 조선총독 찬양 각종 글, 내선융화 주장 한시, 동민회 평의원', '13호', '78차(09.01.12)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (860, '정치', '문화', '학술', '현영섭', '1906~
 미상', '-지원병ㆍ징병 찬양 및 선전ㆍ선동
 -녹기연맹 이사, 내선일체실천사 이사, 황도학회 이사, 내선일체 주장 기고ㆍ강연
 -조선어 폐지, 일본어 상용 주장', '11호
 13호

 20호', '63차(08.07.07)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (861, '정치', '문화', '학술', '홍희', '1884~
 1935', '-조선사편찬위원회 위원, 조선사편수회 수사관', '20호', '79차(09.01.19)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (862, '정치', '문화', '문학', '김기진', '1903~
 1985', '-학병ㆍ징병 선전ㆍ선동
 -조선언론보국회 이사, 일제 침략전쟁 미화, 본토결전 주창, 내선일체ㆍ황민화 주장, 황민화와 전쟁 수행 국책 문학과 문화의 역할 제시
 -조선문인보국회 상무이사, 평의원, 평론수필부회 회장', '11호
 13호



 17호', '49차(07.12.10)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (863, '정치', '문화', '문학', '김동인', '1900~
 1951', '-학병ㆍ징병 선전ㆍ선동
 -내선일체ㆍ황민화ㆍ침략전쟁 선전ㆍ선동, 문학인의 문필보국 주도', '11호
 13호', '73차(08.11.24)
 ※95차(09.06.15) 선정이의신청 기각
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (864, '정치', '문화', '문학', '김동환', '1901~
 미상', '-징병ㆍ지원병ㆍ징용 선전ㆍ선동 기고ㆍ강연ㆍ좌담, 국민동원총진회 상무이사, 지원병훈련소 입소, 지원병 격려연설
 -삼천리사 대표로 내선일체ㆍ황민화운동 주도, 흥아보국단 준비위원, 임전대책협력회 준비위원ㆍ상임위원, 조선임전보국단 준비위원ㆍ발기인ㆍ상무이사, 일제 침략전쟁 선전ㆍ선동
 -조선문인협회 발기인ㆍ상무(상임)간사, 조선문인보국회 이사ㆍ심사부장, 국민총력조선연맹 문화부위원ㆍ선전부 참사', '11호


 13호




 17호', '52차(08.01.28)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (865, '정치', '문화', '문학', '김문집', '1907~
 미상', '-지원병 선전ㆍ선동
 -조선문인협회 발기인ㆍ간사, 내선일체ㆍ황민화 선전ㆍ선동', '11호
 13호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (866, '정치', '문화', '문학', '김억', '1895~
 미상', '-징병 선전ㆍ선동 군국가요 작사
 -일제 침략전쟁 옹호ㆍ찬양, 일본 애국시가 번역 소개로 일본에 대한 애국심 고취
 -조선문인협회 발기인ㆍ간사, 조선문인보국회 시부회 평의원, 국민총력조선연맹 문화부 위원', '11호
 13호

 17호', '50차(07.12.28)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (867, '정치', '문화', '문학', '김용제', '1909~
 1994', '-학병ㆍ징병 선동ㆍ찬양
 -일제 침략전쟁 찬양, 내선일체ㆍ황민화 선전ㆍ선동, 침략전쟁 수행 국민문학ㆍ문화 선전ㆍ선동, 󰡔동양지광󰡕 편집부장ㆍ사업부장 역임하며 다수 글 기고
 -조선문인협회 발기인ㆍ상무, 조선문인보국회 시부회 간사장ㆍ상무이사', '11호
 13호



 17호', '56차(08.03.24)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (868, '정치', '문화', '문학', '김종한', '1914~
 1944', '-징병ㆍ지원병 선전ㆍ선동
 -일제 침략전쟁ㆍ황민화 선전ㆍ선동, 침략전쟁ㆍ전시체제 봉사 국민문학 강조
 -조선문인보국회 시부회 간사', '11호
 13호

 17호', '62차(08.06.23)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (869, '정치', '문화', '문학', '노천명', '1911~
 1957', '-학병ㆍ징병 선전ㆍ선동
 -일제 침략전쟁 옹호 및 전사자 찬양, 침략전쟁 지원 총후 여성상 제시, 조선임전보국단 부인대 간사, 조선문인보국회ㆍ국민총력조선연맹 행사 적극 참여
 -조선문인협회 간사', '11호
 13호



 17호', '50차(07.12.28)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (870, '정치', '문화', '문학', '모윤숙', '1909~
 1990', '-지원병ㆍ징병 선전ㆍ선동 좌담ㆍ강연ㆍ기고
 -일제 침략전쟁 및 전사자 찬양, 침략전쟁 지원 총후 여성상 선전, 내선일체ㆍ황민화 정책 선전ㆍ선동 강연ㆍ좌담, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원ㆍ부인대 간사
 -조선문인협회 간사', '11호

 13호




 17호', '50차(07.12.28)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (871, '정치', '문화', '문학', '박영희', '1902~
 미상', '-지원병ㆍ징병ㆍ징용 선전ㆍ선동 연설ㆍ좌담ㆍ기고, 출진학도격려대회 실행위원
 -황도학회 발기인ㆍ이사, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원, 일제 침략전쟁 선전ㆍ선동, 침략전쟁 적극 봉사 국민문학 주창
 -시국대응전선사상보국연맹 준비위원ㆍ상임간사ㆍ후생부 부장, 조선문인협회 발기인ㆍ상무간사ㆍ간사장, 조선문인보국회 총무부장ㆍ평론부회장, 국민정신총동원조선연맹 촉탁, 국민총력조선연맹 문화부 위원', '11호


 13호



 17호', '54차(08.02.25)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (872, '정치', '문화', '문학', '백세철', '1908~
 1985', '-일제 대동아공영권과 침략전쟁 찬양, 대동아공영권 건설 문학ㆍ문화 창조 주장
 -조선문인협회 발기인ㆍ상무(상임)간사, 국민총력조선연맹 참사ㆍ문화부 위원', '13호

 17호', '59차(08.05.16)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (873, '정치', '문화', '문학', '서정주', '1915~
 2000', '-학병ㆍ지원병ㆍ징병 선전ㆍ선동
 -일제 침략전쟁과 전사자 찬양, 대동아공영권과 총후봉공 선전ㆍ선동, 조선문인보국회 조선군보도반원', '11호
 13호', '73차(08.11.24)
 98차(09.06.29)
 ※104차(09.10.21) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (874, '정치', '문화', '문학', '유진오', '1906~
 1987', '-학병ㆍ징병ㆍ지원병 선전ㆍ선동 연설ㆍ기고 등
 -일제 침략전쟁ㆍ황민화 국책문학과 문화 선전ㆍ선동
 -조선문인협회 발기인ㆍ상무(상임)간사, 국민총력조선연맹 문화부ㆍ선전부 위원', '11호

 13호

 17호', '62차(08.06.23)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (875, '정치', '문화', '문학', '윤두헌', '1914~
 미상', '-징병ㆍ학병ㆍ징용 선전ㆍ선동 기고 및 단체활동
 -일제 침략전쟁 찬양, 내선일체ㆍ황민화 선전ㆍ선동, 전쟁협력 문학ㆍ문화의 역할 선전
 -조선문인보국회 평론수필부회 간사장', '11호

 13호


 17호', '79차(09.01.19)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (876, '정치', '문화', '문학', '이광수', '1892~
 1950', '-지원병ㆍ학병ㆍ징병 선전ㆍ선동 강연ㆍ좌담ㆍ기고 등, 임시특별지원병 경성익찬위원회 실행위원
 -북지황군위문 문단사절 후보선거 실행위원, 임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ전시생활부장, 대화동맹 준비위원ㆍ이사, 내선일체ㆍ황민화ㆍ침략전쟁 선전ㆍ선동, 황민화와 전쟁 협력 국민문학과 문화 선전ㆍ선동
 -조선문인협회 발기인ㆍ회장, 조선문인보국회 이사ㆍ평의원', '11호


 13호





 17호', '59차(08.05.16)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (877, '정치', '문화', '문학', '이무영', '1908~
 1960', '-지원병ㆍ징병 선전ㆍ선동
 -일제의 침략전쟁과 전사자 찬양, 침략전쟁 수행 총후 자세와 국책문학ㆍ문화 선전ㆍ선동
 -조선문인협회 상임간사, 조선문인보국회 소설희곡부회 간사ㆍ소설부회 간사장 및 회장', '11호
 13호


 17호', '69차(08.10.13)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (878, '정치', '문화', '문학', '이석훈', '1907~
 미상', '-지원병ㆍ징병 선전ㆍ선동 좌담ㆍ방문ㆍ기고
 -내선일체ㆍ황민화 적극 주도, 일제 침략전쟁 선전, 일제정책 적극 봉사 국책문학ㆍ문화 선전
 -조선문인협회 상임간사ㆍ상무, 조선문인보국회 소설희곡부회 간사장', '11호

 13호


 17호', '56차(08.03.24)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (879, '정치', '문화', '문학', '이찬', '1910~
 1974', '-학병ㆍ징병ㆍ징용 선전ㆍ선동
 -대동아공영권ㆍ침략전쟁 적극 찬양, 침략전쟁 지원 총후 자세 선전ㆍ선동', '11호
 13호', '71차(08.11.10)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (880, '정치', '문화', '문학', '임학수', '1911~
 1982', '-지원병ㆍ학병ㆍ징병 선전ㆍ선동
 -황군위문 문단사절, 침략전쟁 선전ㆍ선동', '11호
 13호', '73차(08.11.24)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (881, '정치', '문화', '문학', '장덕조', '1914~
 2003', '-지원병ㆍ징병 선전ㆍ선동
 -내선융화ㆍ총후봉공 자세 선전ㆍ선동', '11호
 13호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (882, '정치', '문화', '문학', '장은중', '1905~
 1998', '-학병ㆍ지원병ㆍ징병을 선전ㆍ선동 글
 -일제 침략전쟁과 전사자 찬양, 내선일체와 황민화 선전ㆍ선동, 침략전쟁 지원 총후자세 선전ㆍ선동', '11호
 13호', '63차(08.07.07)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (883, '정치', '문화', '문학', '정비석', '1911~
 1991', '-징병ㆍ지원병 선전ㆍ선동 글과 각종 행사 참석
 -내선일체와 황민화 선전ㆍ선동, 만주 개척지 선전 통한 대동아공영권 건설 획책, 침략전쟁 수행 국민문학ㆍ국책문학 선전ㆍ선동
 -조선문인보국회 소설희곡부회 간사', '11호

 13호



 17호', '71차(08.11.10)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (884, '정치', '문화', '문학', '정인섭', '1905~
 1983', '-일제 침략전쟁 미화, 침략전쟁 수행 국책문학ㆍ총후문학 선전, 황도학회 발기인ㆍ이사
 -조선문인협회 발기인ㆍ상무(상임)간사, 국민총력조선연맹 문화부 위원ㆍ영화기획심의회 심의위원', '13호


 17호', '50차(07.12.28)
 ※64차(08.07.21) 선정이의신청 기각
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (885, '정치', '문화', '문학', '정인택', '1909~
 1953', '-학병ㆍ지원병ㆍ징병 선전ㆍ선동
 -일제의 침략전쟁과 전사자 찬양, 침략전쟁 수행 총후 자세와 국책문학ㆍ문화 선전ㆍ선동
 -조선문인협회 간사, 조선문인보국회 소설희곡부회 간사ㆍ소설부회 간사장', '11호
 13호


 17호', '69차(08.10.13)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (886, '정치', '문화', '문학', '조용만', '1909~
 1995', '-지원병ㆍ징병 선전ㆍ선동
 -내선일체와 황민화 선전ㆍ선동, 바람직한 총후 자세 선전
 -국민총력조선연맹 참사, 󰡔매일신보󰡕 학예부장ㆍ논설위원', '11호
 13호

 17호', '71차(08.11.10)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (887, '정치', '문화', '문학', '조우식', '미상~
 미상', '-학병ㆍ지원병ㆍ징병 선전ㆍ선동
 -일제의 침략전쟁과 전사자 찬양, 내선일체와 황민화 선전ㆍ선동, 전쟁협력 문학ㆍ문화의 역할 선전, 조선군보도반 연습훈련 참가
 -조선문인보국회 시부회 간사', '11호
 13호



 17호', '79차(09.01.19)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (888, '정치', '문화', '문학', '주영섭', '1912~
 미상', '-일제의 침략전쟁과 대동아공영권 찬양, 문화방면 총후봉공 선전ㆍ선동', '13호', '80차(09.02.02)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (889, '정치', '문화', '문학', '주요한', '1900~
 1979', '-징병ㆍ지원병ㆍ학병 선전ㆍ선동 연설ㆍ강연ㆍ글 발표, 임시특별지원병 경성익찬위원회 실행위원, 국민동원총진회 발기인ㆍ상무이사
 -대동아공영권과 침략전쟁 찬양, 침략전쟁 지원 총후자세 선전, 국민훈련후원회 일본어 보급운동, 임전대책협력회 채권가두판매대, 대화동맹 준비위원ㆍ심의원
 -조선문인협회 간사, 조선문인보국회 이사ㆍ시부회장ㆍ평의원', '11호



 13호



 17호', '54차(08.02.25)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (890, '정치', '문화', '문학', '채만식', '1902~
 1950', '-징병ㆍ지원병 선전ㆍ선동 글과 행사참석
 -내선일체와 황민화 선전ㆍ선동, 침략전쟁 수행 총후 자세와 국책문학ㆍ문화 선전', '11호
 13호', '66차(08.08.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (891, '정치', '문화', '문학', '최재서', '1908~
 1964', '-지원병ㆍ징병ㆍ학병 선전ㆍ선동 좌담ㆍ강연ㆍ집필, 국민동원총진회 발기인ㆍ상무이사
 -북지황군위문 문단사절 파견 주도, 내선일체와 황민화 선전, 전시체제기 국책문학으로서의 국민문학ㆍ문화 선전, 󰡔국민문학󰡕 발행ㆍ운영, 조선언론보국회 발기인ㆍ상무이사, 국민동지회 발기인
 -조선문인협회 발기인ㆍ상임간사, 조선문인보국회 이사ㆍ평론수필부회 회장ㆍ평의원', '11호


 13호




 17호', '63차(08.07.07)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (892, '정치', '문화', '문학', '최정희', '1906~
 1990', '-지원병ㆍ징병ㆍ징용 선전ㆍ선동 좌담ㆍ글 등
 -임전대책협력회 채권가두판매대, 조선임전보국단 발기인ㆍ평의원ㆍ전시생활부원, 내선일체ㆍ황민화ㆍ침략전쟁 선전, 바람직한 총후자세와 군국의 어머니상 선전
 -조선문인협회 간사', '11호

 13호




 17호', '66차(08.08.25)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (893, '정치', '문화', '미술', '김기창', '1913~
 2001', '-징병제ㆍ지원병제 실시 기념 작품, 경성일보사 주최 결전미술전람회 조선군 보도부장상 수상, 일제 지배정책과 침략전쟁에 선전 잡지 표지화', '13호', '52차(08.01.28)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (894, '정치', '문화', '미술', '김은호', '1892~
 1979', '-침략전쟁 수행 국방헌금 모집 선전, 조선미술가협회 평의원 재직시 태평양전쟁 선전', '13호', '56차(08.03.24)
 ※65차(08.08.11) 선정이의신청 기각
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (895, '정치', '문화', '미술', '김인승', '1910~
 2001', '-지원병 모집 선전 포스터 원화 제작, 단광회 회원으로 조선 징병제실시 기념 합작 헌납화 그림, 󰡔매일신보󰡕에 징병제 실시 기념 시화 발표
 -식민통치정책 주요 선전지를 통해 일제 침략전쟁 선전, 육군미술전람회에 ｢유기헌납｣ 출품', '11호



 13호', '52차(08.01.28)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (896, '정치', '문화', '미술', '심형구', '1908~
 1962', '-조선미술전람회에 일제 침략전쟁 선전 그림 출품, 단광회 회원으로 조선징병제실시 기념 합작 헌납화 그림, 잡지에 일본군대 전투상황 묘사
 -국민총력조선연맹 문화부 위원, 조선미술가협회 창립위원ㆍ이사, 미술보국을 위해 미술가 전쟁협력 주장', '13호



 17호', '51차(08.01.14)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (897, '정치', '문화', '연극', '김관수', '1905~
 미상', '-조선연극협회 상무이사, 조선연극문화협회 상무이사', '17호', '59차(08.05.16)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (898, '정치', '문화', '연극', '김태진', '1905~
 미상', '-징병 선전 및 근로보국대 미화 극본 집필
 -침략전쟁 정당화 및 총후 국민정신 강조 희곡 집필
 -조선연극문화협회 이사, 조선총독부 정보과 후원 연극경연대회 출품작 집필', '11호
 13호

 17호', '50차(07.12.28)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (899, '정치', '문화', '연극', '박영호', '1911~
 1953', '-지원병ㆍ징병ㆍ징용 미화ㆍ선전 희곡 집필
 -일본군 사기진작 희곡, 오족협화 선전 극본, 내선일체 선전 희곡, 전시 광산 증산 강조 극본 등 집필, 연극인의 전시체제 부응 역설 연극평론', '11호

 13호', '50차(07.12.28)
 93차(09.06.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (900, '정치', '문화', '연극', '서항석', '1900~
 1985', '-국민연극 표방한 극단 현대극장에서 국민연극 역설, 내선일체 선전극 연출
 -조선연예협회 이사ㆍ작가동호회장, 조선연극문화협회 이사', '13호

 17호', '52차(08.01.28)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (901, '정치', '문화', '연극', '송무현', '1903~
 미상', '-지원병ㆍ징병 선전 연극 극본 집필, 징병 선전 산문 기고
 -조선총독부 경무국 주도 이동연극대 극본 집필, 연극의 전시체제 협력 역설, 일제침략전쟁 정당화 및 전쟁의식 고취 극본ㆍ산문 집필
 -조선연극문화협회 이사, 연극경연대회 적극 참여', '11호

 13호



 17호', '49차(07.12.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (902, '정치', '문화', '연극', '안정호', '1909~
 미상', '-지원병ㆍ징병 선전 및 근로보국대 미화 연극 연출
 -조선총독부 방호과 및 조선군보도부 후원 경방극, 매일신보사 후원 선교사 규탄 연극 연출
 -조선연극문화협회 이사', '11호

 13호


 17호', '54차(08.02.25)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (903, '정치', '문화', '연극', '유치진', '1905~
 1974', '-징병ㆍ지원병 선전 극본 집필ㆍ연극 연출
 -국민연극 표방 극단 현대극장 창립, 일제 만주침략 정당화 극본, 일진회 미화 극본 등 집필, 연극의 전시체제 협력 역설, 일제 만주침략 정당화 만주기행문 기고
 -조선연극협회 이사, 조선연극문화협회 상임평의원, 조선문인보국회 이사ㆍ소설희곡부 회장ㆍ희곡부 회장ㆍ영화기획심의회 위원', '11호
 13호



 17호', '52차(08.01.28)
 86차(09.03.30)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (904, '정치', '문화', '연극', '이서구', '1899~
 1981', '-조선연극협회 회장 재직시 국민연극 운동 주도, 국민총력조선연맹 문화부 위원, 조선문인보국회 역원', '17호', '59차(08.05.16)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (905, '정치', '문화', '연극', '임승복', '1912~
 미상', '-지원병 선전 극본 집필, 징병 선전 연극인 총궐기 예능제 상연작 공동집필
 -일어극 보급, 태평양전쟁 시기 미국 적개심 고취 극본 집필
 -조선연극문화협회 이사, 조선총독부 정보과 후원 연극경연대회에서 일제 침략전쟁 선전 극본 집필', '11호

 13호

 17호', '49차(07.12.10)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (906, '정치', '문화', '연극', '함대훈', '1896~
 1949', '-지원병 선전 산문 기고, 징병 선전 강연ㆍ집필
 -일제 말 신체제 문학 역설, 조선문인협회 주최 문예보국강연회 강연, 이동연극ㆍ국민연극 주장, 국민연극연구소에서 신체제 부응 연극인 양성, 평론의 전시체제 협력ㆍ문화환등의 전시 선전도구 활용', '11호

 13호', '54차(08.02.25)
 88차(09.04.13)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (907, '정치', '문화', '영화', '김정혁', '1915~
 미상', '-조선영화인협회 서기 재직시 일제 영화통제 협력, 조선영화제작주식회사 선전과장 재직시 국책영화 선전ㆍ전쟁협력 역설', '17호', '80차(09.02.02)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (908, '정치', '문화', '영화', '방한준', '1905~
 1950', '-지원병ㆍ징병 선전 영화 연출
 -조선문화환등주식회사 제작부장, 해양일본ㆍ증산보국 주제 영화 연출
 -조선영화인협회 평의원', '11호
 13호

 17호', '71차(08.11.10)
 ※92차(09.05.25) 선정이의신청 기각
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (909, '정치', '문화', '영화', '서광제', '1901~
 미상', '-침략전쟁 선전 영화 연출, 일제 영화 통제정책 선전 및 영화인 협력 역설, 일제의 싱가포르 침략 찬양
 -조선영화인협회 이사ㆍ평의원', '13호


 17호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (910, '정치', '문화', '영화', '안석주', '1901~
 1950', '-지원병ㆍ징병 선전 영화 연출 및 영화 평론
 -내선교류 역설, 조선군사령부 후원 영화 ｢조선에 온 포로｣ 연출, 일제 영화통제 옹호 및 영화인 협력 역설
 -조선영화인협회 상임이사', '11호

 13호


 17호', '66차(08.08.25)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (911, '정치', '문화', '영화', '안용희', '1902~
 1966', '-해군특별지원병 선전 연극 연출, 지원병 선전 영화평론, 중일전쟁 4주년 기념사
 -조선영화인협회 상무이사ㆍ회장, 국민총력조선연맹 문화부 위원', '11호

 17호', '73차(08.11.24)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (912, '정치', '문화', '영화', '이창룡', '1907~
 1961', '-황민화 선전 영화, 일제 만주침략 정당화 영화 제작, 지원병 선전 영화 보급
 -조선영화인협회 이사, 조선영화제작주식회사 고문', '13호

 17호', '63차(08.07.07)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (913, '정치', '문화', '영화', '최인규', '1911~
 미상', '-징병ㆍ해군특별지원병 선전 영화 연출
 -황민화 선전 영화 연출, 일제 국경수비대 미화 영화 제작ㆍ기획ㆍ연출보좌
 -조선영화인협회 평의원', '11호
 13호

 17호', '69차(08.10.13)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (914, '정치', '문화', '음악', '계정식', '1904~
 1974', '-보정함락 축하 애국가요대회 및 음악보국대연주회 참여, 내선일체 표방 경성음악협회 연주회 참여, 일본통치 당위성과 대동아음악 건설 주장
 -조선음악협회 이사, 식민통치ㆍ침략전쟁 협력 음악평문, 전사자 추도 연주곡 작곡및 발표', '13호



 17호', '51차(08.01.14)
 92차(09.05.25)
 ※102차(09.09.28) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (915, '정치', '문화', '음악', '김복원', '1910~
 1946', '-신체제 부합 국민음악 건설, 전쟁 수행의 중요 무기로 음악 역할 강조
 -조선음악협회 발기인ㆍ이사, 조선음악협회 이사, 국민음악 수립 주장', '13호

 17호', '51차(08.01.14)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (916, '정치', '문화', '음악', '김영길', '1909~
 1985', '-내선일체 및 지원병 선전 조선군보도부 제작 영화 󰡔그대와 나󰡕 주연, 지원병 선전ㆍ선동 가요 노래, 징병제 실시 취지 보급목적 연주회 출연
 -내선일체ㆍ대동아공영권 건설, 증산을 위한 노동이 일제 지배정책에 복무하는 길, 죽음을 각오하고 승리를 다짐하는 군인 모습 등을 표현한 가요 노래', '11호



 13호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (917, '정치', '문화', '음악', '박경호', '1899~
 1979', '-보정함락 축하 애국가요대회 지휘, 내선일체 주제 무용시 ｢부여회상곡｣ 교향악단 지휘 및 상연 후 반도 평가 좌담회 참석, 전쟁 승리 음악인의 각성ㆍ실천ㆍ후생음악 등 주장', '13호', '52차(08.01.28)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (918, '정치', '문화', '음악', '박순동', '1913~
 1996', '-지원병 선전ㆍ선동 가요 작곡ㆍ편곡, 징병제 실시 기념 영화 주제가 작곡ㆍ편곡, 해군특별지원병제도 실시 축하 특별기획 음반 가요 작곡, 징병 선전 연극 작곡ㆍ편곡 담당
 -죽음각오 승리다짐 군인 모습 표현 가요, 침략전쟁 지원 후방의 부모ㆍ여인상 제시 가요, 전쟁터에서 전상을 입었음에도 일제에 대한 충성을 표현하는 가요 등을 작곡ㆍ편곡', '11호




 13호', '59차(08.05.16)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (919, '정치', '문화', '음악', '이철', '1903~
 1944', '-가장 많은 군국가요 음반 발매 오케레코드사 지점장ㆍ대표, 조선악극단 대표, 황군위문 공연 총지휘, 국어극(일본어극) 보급 공로 조선군보도부 표창 수상
 -조선연예협회 발기 준비위원ㆍ회장, 국민총력조선연맹 문화부 문화위원, 내선일체 주제 무용시 ｢부여회상곡｣ 총지휘, 조선연극문화협회 소속 이동극단 제2대 대표', '13호



 17호', '56차(08.03.24)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (920, '정치', '문화', '음악', '임동혁', '1912~
 미상', '-학병지원 선동 및 지원병 무공 칭송 노래 작곡, 라디오 방송 군국가요 작곡ㆍ편곡
 -조선음악협회 평의원, 식민통치ㆍ침략전쟁 협력 선전ㆍ선동 노래 작곡, 음악을 통한 침략전쟁 협력 주장', '11호

 17호', '72차(08.11.17)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (921, '정치', '문화', '음악', '조영출', '1913~
 1993', '-지원병 선전ㆍ선동 가요 작사, 징병제 실시 기념 영화 주제가 작사, 해군특별지원병제도 실시 축하 특별기획 음반 가요 작사, 학병 지원 선동 시ㆍ가요 작사, 징병ㆍ지원병 선전 연극대본 집필
 -일제 식민통치와 침략전쟁 선전ㆍ선동 가요 작사, 식민통치ㆍ침략전쟁 선전ㆍ선동 악극 대본 집필ㆍ연출', '11호




 13호', '54차(08.02.25)
 88차(09.04.13)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (922, '정치', '문화', '음악', '현제명', '1902~
 1960', '-징병제실시 축하 연주회 및 학병 장행회 연주회 출연
 -조선문예회에서 작곡 활동, 보정함락기념 황군위문 애국연주회 참석, 경성음악협회 간사, 경성후생실내악단 이사장, 식민통치ㆍ침략전쟁 협력 목적 연주회 작곡 발표ㆍ연주, 싱가폴 함락 감상 발표, 라디오 방송 군가지도, 전함건조기금 헌납, 조선예술상 상금 국방헌금
 -조선음악협회 이사', '11호

 13호






 17호', '49차(07.12.10)
 86차(09.03.30)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (923, '정치', '문화', '무용', '조택원', '1907~
 1976', '-지원병 장행회ㆍ학병 출진 축하 모임 무용 공연
 -내선일체 주제의 무용시 ｢부여회상곡｣ 연출ㆍ안무 담당, 반도 문화 평가와 전망 좌담회 참석, 국민총력조선연맹 주최 문화선전협의회 참석, 침략전쟁ㆍ식민통치 협력 무용 공연, 조선연극문화협회 회원 ‘숙정(肅正)’목적 자격심사회 부문위원', '11호

 13호', '72차(08.11.17)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (924, '정치', '문화', '기타(야담)', '신정언', '1902~
 미상', '-징병제 실시 강연ㆍ야담ㆍ만담 공연, 학병 장행회 야담 공연, 징병취지 야담부대활동보고서 󰡔매일신보󰡕 연재, 징병취지보급 목적 매신교화선전차대 공연, 군사령부 감사장 수상
 -내선일체ㆍ전시체제 협력 강조 야담ㆍ만담 공연, 일본군 장교 찬양 글 기고', '11호




 13호', '67차(08.09.08)
 94차(09.06.08)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (925, '정치', '해외', '중국지역_경찰', '김재필', '미상~
 미상', '-반석현 재만항일세력 체포 적극 가담
 -훈8등 서보장, 경찰관리 공로기장', '3/16호
 19호', '51차(08.01.14)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (926, '정치', '해외', '중국지역_경찰', '김창영', '1891~
 1967', '-만주국 관리(치안부 경무사 사무관 등), 일제 ‘치안숙정공작’협력
 -조선총독부 경찰(경시)ㆍ관료(군수, 도참여관 등) 역임, 훈6등 서보장', '3/16호

 19호', '79차(09.01.19)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (927, '정치', '해외', '중국지역_경찰', '김학성', '1899~
 1959', '-만주국 경찰(경정), 만주국 훈8위～훈7위 경운장, 간도성 안도지구 항일운동세력 탄압 지휘', '16/19호', '76차(08.12.22)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (928, '정치', '해외', '중국지역_경찰', '안창호', '1891~
 미상', '-간도일본청영사관 순사부장, ‘동양학원사건’관련자 체포
 -간도일본총영사관 경부, 190여명 항일세력 체포, 경찰관리 공로기장', '3/16호

 19호', '49차(07.12.10)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (929, '정치', '해외', '중국지역_경찰', '이경재', '1880~
 미상', '-민생단 이사
 -통감부임시간도파출소 경부, 조선총독부 간도파견 경부, 일본외무성 경부
 -용정촌 조선인민회 회장, 연길현 자위단 조직, 만주국 건설 협력 주장
 -만주국건국대전기념장', '13호
 16호

 17호

 19호', '31차(07.03.12)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (930, '정치', '해외', '중국지역_경찰', '이오익', '미상~
 미상', '-일본 외무성 순사부장, 반석현 재만항일세력 체포 적극 가담
 -훈8등 서보장, 경찰관리 공로기장', '3/16호

 19호', '51차(08.01.14)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (931, '정치', '해외', '중국지역_경찰', '최기남', '1875~
 미상', '-통감부임시간도파출소 경시ㆍ감찰과장, 조선총독부간도파출소 경시, 용정촌구제회 평의원, 일진회 함경북도지부 회장
 -한국병합기념장,훈7등～훈6등 서보장', '16호


 19호', '13차(06.03.20)
 23차(06.09.12)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (932, '정치', '해외', '중국지역_경찰', '최창락', '미상~
 미상', '-간도일본총영사관 순사부장ㆍ경부, 항일세력 다수 체포
 -경찰관리 공로기장, 훈8등 백색동엽장', '3/16호

 19호', '51차(08.01.14)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (933, '정치', '해외', '중국지역_경찰', '현시달', '미상~
 미상', '-조선총독부 파견 간도일본총영사관 경부, 독립운동세력 탄압', '16호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (934, '정치', '해외', '중국지역_경찰', '홍순봉', '1898~
 미상', '-만주국 관리(빈강성 경무청 속관, 규화고장 등), 만주사변 적극 협력, 훈8등 서보장', '16/19호', '71차(08.11.10)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (935, '정치', '해외', '중국지역_단체', '강현묵', '1908~
 1947', '-간도협조회 본부 공작원 및 특별공작대 지휘관, 만주국협화회 특별공작부 부원
 -훈로을, 매달 30원 수령', '3/5호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (936, '정치', '해외', '중국지역_단체', '김경재', '1899~
 미상', '-상해계림구락부 상무이사, 상해계림회 평의원, 친일신문ㆍ잡지 발행, 만주국과 일제 침략전쟁 옹호', '13호', '76차(08.12.22)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (937, '정치', '해외', '중국지역_단체', '김경환', '미상~
 미상', '-만주보민회 관전현지부 간사ㆍ관서지회장, 독립운동세력 정보수집
 -보민회 해산시 배당금(187원 50전), 관서지회 폐지 위로금(280원) 수령', '5호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (938, '정치', '해외', '중국지역_단체', '김동렬', '1912~ 1948', '-간도협조회 본부 공작원 및 특별공작대 지휘관, 일본관동군 특무조직 참가
 -훈로을, 매달 40원 수령', '3/5호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (939, '정치', '해외', '중국지역_단체', '김동만', '1893~
 미상', '-장춘(신경)조선인거류민회 회장, 만주국협화회 수도계림분회 부회장', '17호', '53차(08.02.11)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (940, '정치', '해외', '중국지역_단체', '김동한', '1892~
 1937', '-만주국협화회 동변도특별공작부 부장, 만주국협화회 삼강성특별공작부 부장, 일본관동군과 연계 항일무장부대 파괴 활동
 -간도협조회 발기인 및 본부 회장, 항일세력 파괴활동 총지휘
 -훈공을, 매달 120원 수령', '3/5호


 4호

 19호', '31차(07.03.12)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (941, '정치', '해외', '중국지역_단체', '김명여', '1868~
 미상', '-두도구조선인민회 회장
 -만주국 건국대전기념장', '17호
 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (942, '정치', '해외', '중국지역_단체', '김송렬', '1902~
 1946', '-간도협조회 발기인ㆍ조직부장, 간도협조회 본부 특별공작대 지휘, 협화회 삼강성특별공작부 지도부장
 -훈로갑, 매달 65원 수령', '3/4호


 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (943, '정치', '해외', '중국지역_단체', '김여백', '1898~
 미상', '-하얼빈조선인민회 회장, 국민부 대원 체포', '3/17호', '31차(07.03.12)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (944, '정치', '해외', '중국지역_단체', '김영수', '1907~
 1946', '-간도협조회 발기인, 본부 통역계 주임, 서무부장, 특별공작대 공작원ㆍ정보원
 -훈로갑, 매달 60원 수령', '3/4/5호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (945, '정치', '해외', '중국지역_단체', '김용국', '미상~
 미상', '-만주보민회 관전현지부 회장, 독립운동세력 탄압 및 정보수집
 -보민회 해산시 배당금(202원 50전) 수령', '4/5호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (946, '정치', '해외', '중국지역_단체', '김유영', '1869~
 미상', '-만주보민회 창립발기인 겸 본부 고문, 흥경지부 고문
 -보민회 해산시 배당금(750원) 수령', '4호

 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (947, '정치', '해외', '중국지역_단체', '김은성', '미상~
 미상', '-만주보민회 본부 총무 및 흥경현지부 회장, 독립단 탄압
 -보민회 해산시 배당금(262원 50전) 수령', '3/4호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (948, '정치', '해외', '중국지역_단체', '김응두', '1892~
 미상', '-동남지구특별공작후원회 총무
 -만주국협화회 수도계림분회 회장 및 수도본부 위원, 조선인교육후원회 위원장, 지원병 모집 운동', '4호
 17호', '53차(08.02.11)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (949, '정치', '해외', '중국지역_단체', '김희영', '미상~
 미상', '-천진조선인민회 이사ㆍ평의원ㆍ회장, 천진조선인의용대 주도적 참여', '17호', '79차(09.01.19)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (950, '정치', '해외', '중국지역_단체', '박봉순', '미상~
 미상', '-만주보민회 창립발기인 및 환인현지부 간사, 독립운동세력 탄압 및 정보수집
 -보민회 해산시 배당금(120원) 수령', '3호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (951, '정치', '해외', '중국지역_단체', '박승벽', '1890~
 1946', '-화룡현신선대 대장, 항일세력탄압
 -부동조선인민회 회장', '3/4호
 17호', '65차(08.08.11)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (952, '정치', '해외', '중국지역_단체', '박원식', '미상~
 1924', '-만주보민회 흥경지부 간사 및 본부 조사원, 독립운동세력 탄압 및 정보수집
 -보민회 해산시 배당금(375원) 수령', '3/5호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (953, '정치', '해외', '중국지역_단체', '박준병', '1891~
 미상', '-동남지구특별공작후원회 본부 상무위원
 -전만조선인민회연합회 부이사ㆍ이사, 만주국협화회 수도계림분회 부회장ㆍ회장,조선인교육후원회 상무위원 겸 신경지역 위원', '4호
 17호', '53차(08.02.11)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (954, '정치', '해외', '중국지역_단체', '백형린', '1879~
 1925', '-만주보민회 흥경지부 회장, 독립운동세력 탄압
 -보민회 해산시 배당금(225원) 수령', '3/4호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (955, '정치', '해외', '중국지역_단체', '손정룡', '1895~
 미상', '-동남지구특별공작후원회 연길지부장
 -일제 만주 침략 찬양과 일제 만주 지배 조선인 협력 선동, 일제의 조선인 통제와 황민화운동 협력, 간도특설대 후원활동 및 대원 모집운동, 군용비행기 헌납운동
 -연길조선인민회 이사, 회장', '4호
 13호



 17호', '70차(08.10.27)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (956, '정치', '해외', '중국지역_단체', '손지환', '1910~
 미상', '-간도협조회 발기인, 본부 부회장, 연길지부장
 -훈공을, 매달 90원 수령', '3/4호

 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (957, '정치', '해외', '중국지역_단체', '손창식', '1906~
 1979', '-중추원 참의
 -군수품제조업체 경영, 국방헌금, 비행기 헌납
 -상해조선인회 부회장ㆍ참사회 의장, 상해계림구락부 이사장', '9호
 14호

 17호', '74차(08.12.01)
 ※90차(09.05.11) 선정이의신청 기각
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (958, '정치', '해외', '중국지역_단체', '양정묵', '1875~
 미상', '-만주보민회 부회장
 -보민회 해산시 배당금(187원 50전) 수령', '4호
 19호', '74차(08.12.01)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (959, '정치', '해외', '중국지역_단체', '엄주익', '미상~
 미상', '-만주보민회 창립 발기인, 관전현 지부장, 본부 조사원, 독립운동 세력 탄압 및 정보 수집
 -보민회 해산시 배당금(262원 50전) 수령', '3/4호


 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (960, '정치', '해외', '중국지역_단체', '원용국', '1891~
 1935', '-일본군 대위, 시베리아간섭전쟁시 사할린파견군사령부 소속으로 조선인 통제 협력
 -반석조선인민회 회장, 항일세력 탄압과 재만조선인 통제 적극 관여', '10호

 17호', '61차(08.06.09)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (961, '정치', '해외', '중국지역_단체', '유중희', '1904~
 1937', '-간도협조회 본부 조직부원 겸 통역계원ㆍ 본부 특별공작대 부대장, 협화회 간도성특별공작부 부원
 -훈로을, 매달 55원 수령', '3/5호
 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (962, '정치', '해외', '중국지역_단체', '이갑녕', '1904~
 미상', '-상해거류조선인회 회장, 상해계림회 이사ㆍ평의원', '17호', '76차(08.12.22)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (963, '정치', '해외', '중국지역_단체', '이경빈', '1905~
 1939', '-간도협조회의 본부 공작원, 본부 특별공작대 지휘관, 의용자위단 제2분단장', '3/5호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (964, '정치', '해외', '중국지역_단체', '이동성', '1872~
 미상', '-만주보민회 통화지부회장, 선민부(한교동향회) 회장
 -보민회 해산시 배당금(450원) 수령', '4호

 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (965, '정치', '해외', '중국지역_단체', '이성재', '미상~
 미상', '-만선일보사 부사장ㆍ사장, 동남지구특별공작후원회 상무위원, 만선일보 대표로 만주국협화회 참여, 일제 침략전쟁과 만주국 통치 옹호', '4/17호', '61차(08.06.09)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (966, '정치', '해외', '중국지역_단체', '이완구', '미상~
 미상', '-만주보민회 집안지부 회장, 독립운동단체 정보 일제에 제공
 -보민회 해산시 배당금(300원) 수령', '3/4호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (967, '정치', '해외', '중국지역_단체', '이인수', '미상~
 미상', '-만주보민회 본부 총회장, 독립운동 세력 탄압
 -만주보민회 해산시 배당금(330원) 수령', '4호

 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (968, '정치', '해외', '중국지역_단체', '이정근', '미상~
 미상', '-만주보민회 본부 간사 및 조사주임, 독립단 탄압ㆍ정보수집
 -보민회 해산시 배당금(375원) 수령', '3/4호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (969, '정치', '해외', '중국지역_단체', '이해수', '미상~
 미상', '-만주보민회 본부 간사 및 북만주총지부 회장, 일제의 동만지역 항일세력 탄압과 학살 협력', '3/4호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (970, '정치', '해외', '중국지역_단체', '이희덕', '미상~
 1934', '-자위단원호회 제3부 위원장
 -일진회 총무원, 일진회 합방청원운동 주도, 일진회 해산시 분배금(500원) 수령
 -중추원 참의
 -용정촌조선인민회 회장', '2호
 6호

 9호
 17호', '31차(07.03.12)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (971, '정치', '해외', '중국지역_단체', '임한룡', '1893~
 1961', '-봉천거류민회 부회장, 전만조선인민회연합회 부회장', '17호', '53차(08.02.11)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (972, '정치', '해외', '중국지역_단체', '장우근', '1873~
 미상', '-경무관 재직시 홍주성전투 의병부대 공격
 -남만주 철령육영학교 교장 재직시 일제 통치 협력 교육사업, 재만조선인 회유사업으로 일제 조선인 통제 협력
 -철령조선인민회 회장, 전만조선인민회연합회에서 일제 만주 침략 찬양 및 자위단 설치 주장', '1호
 13호


 17호', '58차(08.04.28)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (973, '정치', '해외', '중국지역_단체', '장지량', '미상~
 미상', '- 만주보민회 부회장 및 회보 주필, 일본영사관과 협력하여 항일세력 탄압
 -보민회 해산시 배당금(600원) 수령', '4호

 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (974, '정치', '해외', '중국지역_단체', '조원환', '1892~
 1964', '-만주국협화회 봉천분회 상무원, 조선인 병역의무 강조', '17호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (975, '정치', '해외', '중국지역_단체', '주림', '미상~
 미상', '-만주보민회 장백지부 회장, 독립운동세력 탄압 및 정보수집
 -보민회 해산시 배당금(105원) 수령', '4호

 19호', '35차(07.05.07)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (976, '정치', '해외', '중국지역_단체', '최무', '미상~
 미상', '-일제 침략전쟁과 식민통치 선전, 특설부대 후원활동 참여, 항일무장세력 탄압 경방대 활동 찬양', '13호', '70차(08.10.27)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (977, '정치', '해외', '중국지역_단체', '최윤주', '1887~
 1969', '-간도협조회 본부 고문
 -중추원 참의
 -국자가조선인민회 회장', '4호
 9호
 17호', '51차(08.01.14)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (978, '정치', '해외', '중국지역_단체', '최정규', '1881~
 1940', '-만주보민회 회장 겸 고문, 독립운동 세력 살상ㆍ체포ㆍ고문
 -국민동지찬성회 간사, 합방청원운동
 -독립운동 단체 탄압 위로금(1000원), 보민회 해산시 위로금(10,000원) 및 배당금(1500원) 수령', '3/4호

 6호
 19호', '33차(07.04.09)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (979, '정치', '해외', '중국지역_단체', '탁춘봉', '1899~
 미상', '-동남지구특별공작후원회 상무위원
 -하얼빈조선인거류민회 회장', '4호
 17호', '53차(08.02.11)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (980, '정치', '해외', '중국지역_단체', '한영휘', '1904~
 미상', '-간도협조회 본부 노동소개소 왕청현 출장소 주임, 돈화특별공작대 공작원으로 항일세력 체포ㆍ살해', '3/5호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (981, '정치', '해외', '중국지역_단체', '허기락', '1903~
 미상', '-간도협조회 발기인 및 본부 교양부장, 협화회 특별공작부 및 일본관동군 특무기관에서 활동
 -훈로갑, 매달 50원 수령', '3/4/5호


 19호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (982, '정치', '해외', '중국지역_단체', '허기열', '1907~
 미상', '-간도협조회 본부 특별공작대 돈화현 공작대원, 협화회 삼강성특별공작부 공작원', '3/5호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (983, '정치', '해외', '중국지역_단체', '허록', '미상~
 미상', '-동남지구특별공작후원회 상무위원
 -만주국협화회 간도지방사무국 산하 용정국방청년회 회장', '4호
 17호', '70차(08.10.27)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (984, '정치', '해외', '중국지역_단체', '허진성', '1912~
 미상', '-간도협조회 본부 특별공작대원, 협화회 동변도특별공작부ㆍ삼강성특별공작부 공작원', '3/5호', '37차(07.06.04)
 42차(07.09.01)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (985, '정치', '해외', '중국지역_단체', '황의명', '1901~
 미상', '-동남지구특별공작후원회 하얼빈지역 상무위원
 -수화조선인민회 회장', '4호

 17호', '60차(08.05.26)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (986, '정치', '해외', '만주국_관리', '김사용', '1905~
 1940', '-만주국 관리(북안성 민생청 고등교육과장 등), 항일운동세력 탄압
 -만주국 훈8위～훈6위 경운장', '3/16호

 19호', '65차(08.08.11)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (987, '정치', '해외', '만주국_관리', '김태호', '1908~
 미상', '- 만주국협화회 중앙본부 부원 및 참사, 조선인교육후원회 간사, 조선인보도분과위원회 설치 주도
 -만주국 관리(국무원 총무청 참사관 등), 만주국 건국 당시 일제의 항일무장부대 공격 적극 협력, 만주국 훈7위～훈6위 주국장', '17호


 19호', '74차(08.12.01)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (988, '정치', '해외', '만주국_관리', '박석윤', '1898~
 1950', '-만주국 관리(총무청 참사관 겸 외무국 참사관 등), 동남지구특별공작후원회 총무
 -일제 식민지배와 침략전쟁 선전 글과 강연
 -󰡔매일신보󰡕 부사장, 만주국협화회 이사, 조선인교육후원회 신경지역 위원
 -만주국 훈4위 경운장', '4/16호

 13호

 17호

 19호', '55차(08.03.10)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (989, '정치', '해외', '만주국_관리', '신기석', '1908~
 1989', '-만주국 관리(개척총국 사무관, 흥농부 이사관 등), 만주지역 개척사업 참여, 동남지구특별공작후원회 간사
 -만주국협화회 수도계림분회 총무부장, 조선인교육후원회 간사', '16호


 17호', '58차(08.04.28)
 ※69차(08.10.13) 선정이의신청 기각
 84차(09.03.09)
 ※100차(09.08.24) 결정이의신청 기각');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (990, '정치', '해외', '만주국_관리', '유홍순', '1889~
 1950', '-동남지구특별공작후원회 고문, 간도특설대 모병 독려, 간도성공작반 총지휘자
 -조선총독부 관료(군수, 도지사 등)ㆍ만주국 관리(간도성 차장 등) 역임, 훈6등～훈5등 서보장, 국민총력강원도연맹 회장', '4/16호

 19호', '51차(08.01.14)
 95차(09.06.15)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (991, '정치', '해외', '만주국_관리', '윤명선', '1900~
 1962', '-만주국관리(경제부 전매총국 주정과장 등), 만주국 훈8위 경운장, 훈6위 주국장, 동남지구특별공작후원회 간사', '16/19호', '79차(09.01.19)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (992, '정치', '해외', '만주국_관리', '윤상필', '1887~
 미상', '-만주국 관리(총무청 참사관 등), 동남지구특별공작후원회 본부 총무
 -일본군 소좌, 일제 열하침략전쟁 참전, 관동군사령부 조선인 관련 업무 담당, 간도협조회 조직 주도적 참여
 -만주국협화회 수도계림분회 고문ㆍ중앙본부 위원, 조선인교육후원회 신경지역 위원
 -훈6등 서보장, 만주국 훈3위 주국장', '4/16호

 10호


 17호


 19호', '60차(08.05.26)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (993, '정치', '해외', '만주국_관리', '이범익', '1883~
 미상', '-만주국 관리(간도성장 등), 일제 만주지배정책 협력, 동남지구특별공작후원회 고문
 -중추원 참의, 고문
 -만주국협화회 간도성 본부장
 -동양척식주식회사 감사
 -조선총독부 관료(군수, 도참여관, 도지사 등) 역임, 훈4등～훈2등 서보장', '4/16호


 9호
 17호
 18호
 19호', '58차(08.04.28)
 84차(09.03.09)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (994, '정치', '해외', '만주국_관리', '장규원', '1898~
 미상', '-만주국 관리(국무원 총무청 지방처 참사관 등), 일제 ‘치안숙정공작’참여 항일무장세력 탄압, 동남지구특별공작후원회 간사장
 -만주국협화회 수도계림분회 회장', '4/16호



 17호', '76차(08.12.22)
 96차(09.06.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (995, '정치', '해외', '만주국_관리', '진양근', '1906~
 1996', '-만주국 고등관리(간도성 재무과장 등), 만주지역 농지개척사업 참여, 동남지구특별공작후원회 상무위원
 -만주사변 종군기장, 만주국 훈6위 경운장', '4/16호


 19호', '65차(08.08.11)
 89차(09.04.22)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (996, '정치', '해외', '만주국_관리', '진학문', '1894~
 1974', '-중추원 참의
 -만주국협화회 조선인교육후원회 신경지역 위원ㆍ고문, 조선인보도위원회 설립 참여, 일제 황민화운동 적극 협력
 -만주생필품주식회사 상무이사', '9호
 17호


 18호', '70차(08.10.27)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (997, '정치', '해외', '만주국_관리', '최창현', '미상~
 미상', '-만주국 관리(봉천성공서 실업청 기좌 등), 동남지구특별공작후원회 본부 상무위원ㆍ신경지부 상무위원, 만주국협화회 활동 적극 참여
 - 만주국 훈6위 주국장', '4/16호



 19호', '67차(08.09.08)
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (998, '정치', '해외', '일본지역', '권혁주', '1911~
 2001', '-흥아구락부ㆍ일심회 결성', '13호', '76차(08.12.22)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (999, '정치', '해외', '일본지역', '김인엽', '미상~
 미상', '-내선융화공조회 설립, 회장', '13호', '74차(08.12.01)
 97차(09.06.24)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1000, '정치', '해외', '일본지역', '박춘금', '1891~
 1973', '-일본 제국의회 중의원 의원
 -지원병 입법화 추진, 지원병ㆍ징병ㆍ근로동원 선전ㆍ선동
 -상애회 총본부 부회장, 각파유지연맹 발기인, 대의당 당수, 대화동맹 이사
 -조선비행기공업주식회사 발기인, 취체역', '8호
 11호

 13호

 14호', '31차(07.03.12)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1001, '정치', '해외', '일본지역', '이기동', '1885~
 1952', '-상애회 총본부 회장, 조선인 대표로 아세아민족대회 참가, 군품ㆍ군비 헌납', '13호', '31차(07.03.12)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1002, '정치', '해외', '일본지역', '이동화', '1893~
 미상', '-징병 주장, 조선인징병제요망운동 발기인
 -황인사 발행 겸 편집인ㆍ사장, 내선융화ㆍ내선일체ㆍ신도실천 역설', '11호
 13호', '78차(09.01.12)
 98차(09.06.29)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1003, '정치', '해외', '일본지역', '이선홍', '1895~
 1944', '-오사카협화협력회 위원장, 지원병ㆍ징병 선전ㆍ선동
 -조선인협회 회장, 중앙협의단 상임위원, 내선융화 적극 주장', '11호
 13호', '33차(07.04.09)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1004, '정치', '해외', '일본지역', '임용길', '1898~
 1979', '-동아신문사 발기인ㆍ사장ㆍ발행인, 협화회 활동 선전ㆍ지원, 내선일체ㆍ전쟁참여ㆍ황국신민화 주장', '13호', '65차(08.08.11)
 ※84차(09.03.09) 선정이의신청 기각
 92차(09.05.25)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1005, '정치', '해외', '일본지역', '홍준표', '1873~
 미상', '-독립운동 무용론과 내선융화 적극 주장, 조선인 대표로 아세아민족대회 참가, 동아신흥연맹 및 동아연맹 위원장', '13호', '37차(07.06.04)
 43차(07.09.10)');
INSERT INTO proJapaneseActivator (no, 부문, 분야, 분류, 성명, 생몰년, 친일반민족행위, 적용_법호, 선정_결정) VALUES (1006, '정치', '문화', '음악', '홍영후', '1898~
1941', '- 홍난파의 딸은 친일반민족행위진상규명위원회가 발간하는 <친일조사보고서>에 홍난파의 이름이 올라가는 것에 반발해 행정소송을 제기했으며, 소송에 앞서 재판부에 효력정지신청을 해 위원회가 발표한 1005명에서는 포함되지 않았다.', '', '');

